[
    {
        "URL": "https://www.cnnindonesia.com/nasional/20210902145107-20-688851/menag-bangun-cyber-islamic-university-100-persen-online",
        "Article_Text": "\n\nHome\n\nNasional\n\n  Peristiwa\n\n\n Menag Bangun Cyber Islamic University, 100 Persen Online \n CNN Indonesia\n\n Kamis, 02 Sep 2021 14:59 WIB \n\n\nBagikan:\n\n\n\n\n\n\n\n\n\n\n\n\nMenag Yaqut Cholil Qoumas tengah membangun Cyber Islamic University yang akan beroperasi 100 persen via internet atau dalam jaringan (ANTARA FOTO/Hafidz Mubarak A) \n\n\n\n\n\n\n\n \n\n\n\n\n\n\nJakarta, CNN Indonesia -- Menteri Agama Yaqut Cholil Qoumas mengaku tengah membangun Universitas Islam Siber dengan metode pembelajarannya 100 persen secara dalam jaringan online atau via internet. Kampus itu akan dinamakan Universitas Islam Siber Syekh Nurjati Indonesia.Hal itu ia sampaikan saat menggelar rapat kerja dengan Komisi VIII DPR RI, di Kompleks MPR/DPR, Senayan, Jakarta Kamis (2/9).\"Cyber Islamic University ini adalah universitas kita desain 100 persen virtual. Tak ada pertemuan fisik kecuali wisuda mungkin. Ini 100 persen daring,\" kata Yaqut.\n\n\r\n    ADVERTISEMENT\r\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n    SCROLL TO CONTINUE WITH CONTENT\r\n\n\nLihat Juga :Menag Mau Buat Candi Prambanan Pusat Ibadah Hindu SeduniaYaqut mengatakan konsep Universitas ini sama dengan Hankuk University di Korea Selatan yang menyediakan program kuliah daring terbesar di dunia.Yaqut juga memastikan kampus tersebut akan membuka pendaftaran mahasiswa baru pada bulan ini. Ia mengklaim semua persyaratan untuk menggelar kegiatan belajar mengajar sudah dipenuhi Kemenag.Namun, ia tak merinci program studi apa saja yang ada di kampus Cyber Islamic University.\"Ini bedanya dengan universitas terbuka pak. Kalau universitas terbuka itu kini berubah jadi fisik. Mereka pertemuan fisik. Ini sebaliknya, ini jadi antitesis dari universitas terbuka,\" kata Yaqut.Lihat Juga :Kemenag Buka Suara soal Diseminasi Pembatalan Haji Rp21 MYaqut menjelaskan bahwa tujuan utama kampus ini dibangun untuk guru-guru madrasah yang hendak melanjutkan pendidikannya ke jenjang lebih tinggi. Pasalnya, Guru madrasah, banyak memiliki keterbatasan, baik finansial hingga waktu untuk melanjutkan studinya.\"Saya bayangkan guru-guru madrasah untuk kuliah enggak mungkin pak. Buat beli beras aja kurang. Guru-guru madrasah bisa kuliah dari rumah saja. Dan mereka dapat gelar kesarjanaan yang recognize,\" kata dia.Selain itu, Yaqut mengatakan kampus ini juga menyasar para Tenaga Kerja Indonesia (TKI) yang kini bekerja di luar negeri. Para TKI, kata dia, bisa memanfaatkan kampus ini untuk melanjutkan studi ke jenjang yang lebih tinggi.\"Yang enggak punya kemampuan studi di luar negeri dia bisa kuliah di universitas siber ini. Ini untuk afirmasi saudara-saudara kita yang punya kekurangan waktu dan tempat,\" ujar Yaqut.Lihat Juga :Menag: RI Belum Dapat Pemberitahuan Umrah dari Arab Saudi (rzr/bmw/bmw)\n\n\n\n\n\n\n\n\n\n\n\n[Gambas:Video CNN]\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\nBagikan:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n \n\n\n\n\n\n\n\n TOPIK TERKAIT \n\n\n                    menag                                    \n\n                    yaqut cholil qoumas                                    \n\n                    cyber islamic university                                    \n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                    Yuk, daftarkan email jika ingin menerima Newsletter kami setiap awal pekan.\r\n                    Dengan berlangganan, Anda menyepakatikebijakan privasi kami.\n\n\n\n\n\n\n\n\n\nDAFTAR\n\n\n\n\n\n\n\n\n\n\n\n ARTIKEL TERKAIT \n\n\n Menag Mau Buat Candi Prambanan Pusat Ibadah Hindu Sedunia \n\n\n\n \n\n\n Menag: RI Belum Dapat Pemberitahuan Umrah dari Arab Saudi \n\n\n\n\n Menag Bakal Bahas Masalah Umrah-Haji saat Berkunjung ke Saudi \n\n\n\n\n Masjid Ahmadiyah Sintang Disegel, Kemenag Tempuh Mediasi \n\n\n\n\n\n\n BACA JUGA \n\n\n Menag Ajak Massa Salat Gaib untuk Korban Meninggal di Palestina  \n\n\n\n\n\n\n Menag Yaqut Klaim Katering Haji Aman, Bakal Protes ke Masyariq  \n\n\n\n\n Tunjangan Kinerja PNS Kemenag Naik 80 Persen  \n\n\n\n\n Sri Mulyani Besuk David Korban Penganiayaan Anak Pejabat Pajak  \n\n\n\n\n \n\n\n\n\n\nLIHAT SEMUA\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n REKOMENDASI UNTUK ANDA \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLIHAT LEBIH BANYAK\n\n \n\n\n LAINNYA DI DETIKNETWORK \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n",
        "cyber islamic university": 5,
        "universitas islam siber": 2,
        "ciu": 0,
        "Total_Frekuensi": 7
    }
]