[
    {
        "URL": "https://www.detik.com/hikmah/khazanah/d-7041192/universitas-islam-siber-mudahkan-guru-di-pelosok-untuk-kuliah",
        "Article_Text": "\n\n\nJakarta - Kementerian Agama (Kemenag) mendukung penuh dunia pendidikan di Indonesia. Salah satu yang menjadi program Kemenag adalah hadirnya Universitas Islam Siber (Cyber Islamic University).Sejauh ini masih banyak kendala yang dihadapi oleh para guru yang tinggal di daerah pelosok di Indonesia. Padahal seorang guru perlu mengasah dan terus meningkatkan pengetahuan demi kualitas diri yang lebih mumpuni.Baca juga: Kemenag Terjemahkan Al-Qur'an dalam 26 Bahasa DaerahHadirnya Universitas Islam Siber yang digagas Kemenag bertujuan untuk membantu para guru di berbagai daerah yang selama ini kesulitan mengakses perkuliahan. Melalui program ini, guru madrasah di manapun berada bisa tetap melanjutkan ke perguruan tinggi karena perkuliahan sepenuhnya dilakukan berbasis digital.\n\n\r\nADVERTISEMENT\r\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\nSCROLL TO CONTINUE WITH CONTENT\r\n\nMelalui siaran media yang diterima detikHikmah, Kamis (16/11/2023), Universitas Islam Siber saat ini telah dibangun di Institut Agama Islam Negeri (IAIN) Syekh Nurjati Cirebon, Jawa Barat. Kampus siber ini dibangun, salah satunya, berdasarkan hasil benchmark kepada Universitas Hankuk, Seoul, Korea Selatan yang menjadi salah satu kampus bergengsi dalam perkuliahan berbasis siber.Direktur Pendidikan Keagamaan Islam (Diktis) Kemenag Ahmad Zainul Hamdi menyampaikan kampus dengan sistem perkuliahan digital ini bisa memudahkan mahasiswa maupun dosen.\"Kampus ini menyediakan perkuliahan berbasis digital yang bisa diakses sivitas akademikanya di mana saja mereka berada. Bahkan, seluruh pelayanan di kampus ini diprogram khusus, sejak pendaftaran hingga tuntas lulus dilakukan secara digital,\" ujar Ahmad Zainul Hamdi.Lebih lanjut, pria yang akrab disapa Inung ini mengungkapkan, ribuan guru madrasah di pelosok-pelosok daerah sangat membutuhkan afirmasi pendidikan lanjutan untuk mengembangkan wawasan dan pengetahuannya. Di antara mereka ada yang berada di wilayah tertinggal, terdepan, dan terluar.Para guru di daerah pelosok ini kesulitan berkuliah lantaran terkendala jarak geografis, akses hingga biaya. Padahal, mereka umumnya telah mengabdi di madrasah atau pesantren selama bertahun-tahun.Akses Bagi Guru di Pelosok dan Pekerja Migran Indonesia Adanya Universitas Islam Siber ini bukan hanya bertujuan untuk memudahkan para guru di pelosok untuk mendapatkan pendidikan tetapi juga diharapkan dapat mengakses para pekerja migran Indonesia (PMI) yang berkeinginan untuk berkuliah dalam bidang agama.\"Banyak sekali yang ingin kuliah. Kalau misalkan ingin kuliah di perguruan tinggi keagamaan Islam, kan harus kita siapkan. Nah ini kita siapkan. Melalui perkuliahan jarak jauh, kampus ini bisa memberikan kuliah bagi ribuan mahasiswa dari berbagai wilayah namun kualitas tetap terkontrol,\" ujar Guru Besar Universitas Islam Negeri (UIN) Sunan Ampel, Surabaya itu.Sebagai penunjang, Universitas Islam Siber ini dilengkapi sembilan studio dengan perangkat teknologi yang sangat mendukung pembelajaran jarak jauh. Untuk memastikan program ini berjalan dengan baik, beberapa profesor dari Universitas Hankuk juga sudah melihat langsung di IAIN Syekh Nurjati Cirebon.Kampus yang diberi nama Universitas Islam Negeri Siber Syekh Nurjati Cirebon (UIN SSC) ini telah berjalan sejak 2 tahun lalu dengan sistem Pembelajaran Jarak Jauh (PJJ) dan ditargetkan dapat melayani seluruh fasilitas digital pada pertengahan 2024.Program Prioritas Kemenag Universitas Islam Negeri Siber merupakan salah satu program prioritas yang dicanangkan Kemenag. Hal ini disampaikan Kepala Subdirektorat Kelembagaan dan Kerjasama Diktis Kemenag Thobib Al-Asyhar.Thobib menjelaskan pendirian kampus siber ini merupakan salah satu program prioritas Kemenag yang didesain secara khusus untuk program pelayanan, pengelolaan, dan perkuliahan yang keseluruhannya dilakukan jarak jauh berbasis digital.\"Kemenag ingin menunjukkan kepada masyarakat bahwa di lingkungan PTKI itu ada proses pendidikannya murni dilaksanakan secara digital. Transformasi digital benar-benar terwujud dan memberi kemanfaatan kepada masyarakat,\" jelas Thobib.Lebih lanjut, Thobib menjelaskan, pada 2021 program studi siber Pendidikan Agama Islam (PAI) di IAIN Syekh Nurjati Cirebon ini diluncurkan langsung oleh Menteri Agama Yaqut Cholil Qoumas. Seluruh mahasiswa pada prodi tersebut berkuliah secara daring.Pemilihan IAIN Syekh Nurjati Cirebon sebagai pilot project didasari perkembangan pesat di kampus ini. Dalam 12 tahun terakhir setelah perubahan status dari Sekolah Tinggi Agama Islam Negeri (STAIN) ke IAIN, kampus ini juga sudah memiliki 27 prodi dan dengan lebih dari 17.000 mahasiswa.Baca juga: 9 Layanan Digital Kemenag, PUSAKA SuperApps hingga Qur'an Isyarat\nSimak Video \"Strategi Kemenag Wujudkan Dhammasekha yang Bermutu\"\n[Gambas:Video 20detik]\n(dvs/erd)\n\n\nkemenag universitas negeri islam siber digital kampus guru guru di pelosok iain \n\n",
        "cyber islamic university": 1,
        "universitas islam siber": 5,
        "ciu": 0,
        "Total_Frekuensi": 6
    },
    {
        "URL": "https://www.detik.com/hikmah/khazanah/d-7055632/menag-yaqut-serahkan-98-972-sk-inpassing-di-hari-guru-nasional-2023",
        "Article_Text": "\n\n\nJakarta - 98.972 guru madrasah di Indonesia akan menerima Surat Keputusan Inpassing dari Kementerian Agama (Kemenag). Kabar bahagia itu diumumkan oleh Kemenag menjelang Hari Guru Nasional 2023.Secara simbolis, Surat Keputusan Inpassing diserahkan pada malam tasyakuran Hari Guru Nasional (HGN) tahun 2023 di Gedung Basket Hall Gelora Bung Karno, Jakarta, Jum'at (24/11/2023) malam. Seremonialnya dilakukan oleh Menteri Agama Yaqut Cholil Qoumas.Baca juga: Kemenag Terbitkan 98.972 SK Inpassing Guru Madrasah Non-ASN\"Setelah penantian selama 12 tahun, insyaallah bulan Desember ini para guru akan menerima SK Inpassing. Dan akhir bulan ini tunjangan sebagai akibat dari terbitnya SK Inpassing juga sudah bisa dibayarkan,\" kata Menag Yaqut, sebagaimana dikutip dari laman Kemenag, Sabtu (25/11/2023).\n\n\r\nADVERTISEMENT\r\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\nSCROLL TO CONTINUE WITH CONTENT\r\n\nUcapan menag Yaqut disambung gembira oleh para guru. Mereka riuh tepuk tangan mendengar hal tersebut.\"Saya menyampaikan terima kasih kepada para guru, atas bakti dan dedikasi untuk terus menjadi suluh bangsa, mendidik seluruh siswa di Indonesia agar menjadi generasi yang berkarakter dan berkualitas,\" lanjut pria yang akrab disapa Gus Men itu.Menag Yaqut juga mengungkapkan permintaan maaf atas nama semua murid Indonesia, terkait segala kesalahan dan situasi yang mungkin pernah membuat para guru merasa kesal. Semoga, niat baik dan ketulusan para guru dibalas oleh Sang Pencipta.\"Saya yakin, semua murid pernah melakukan kesalahan. Doa terbaik untuk para guru, semoga Tuhan yang Maha Kuasa terus memberi kekuatan, kesabaran dan kesehatan bagi para guru,\" tutur Yaqut.Pada kesempatan itu, Menag Yaqut juga mengingatkan bahwa Kemenag telah membangun Cyber Islamic University. Kampus ini dibuat sebagai upaya untuk memberikan peluang dan memperluas akses bagi para guru dari berbagai wilayah, termasuk daerah-daerah terpencil, terdepan, dan terluar, sehingga mereka dapat menyelesaikan pendidikan S1 mereka.\"Universitas ini 100% Daring, virtual, tidak harus hadir secara fisik. Dengan biaya yang terjangkau, dan tersedianya banyak beasiswa. Tolong program ini dimanfaatkan dengan baik,\" tegas Yaqut.Baca juga: 20.277 Desa di 5 Provinsi Jadi Target Penguatan Keluarga Maslahat NU dan KemenagKemenag juga memperkenalkan program Madrasah Pandai Berhitung dengan metode Gasing (Gampang, Asyik, dan Menyenangkan). Yaqut beharap agar program ini juga bisa dimanfaatkan sebaik mungkin oleh para guru.\"Guru adalah ujung tombak pendidikan. Tanpa bapak/ibu guru tidak akan ada pendidikan. Guru tersayang, guruku tercinta, tanpamu apalah aku,\" tukas Yaqut.Seperti diketahui, SK inpassing adalah surat keputusan penyetaraan jabatan fungsional bagi guru madrasah non-ASN dari Kementerian Agama. Artinya, para guru akan mendapatkan jabatan dan pangkat yang sama seperti guru ASN.Setelah golongannya disetarakan, guru-guru tersebut akan menerima tunjangan sesuai gaji pokok berdasarkan hasil kesetaraan golongan tersebut. Kebijakan ini adalah wujud perhatian Presiden Jokowi kepada guru madrasah bukan ASN.\nSimak Video \"Pidato Perpisahan Nadiem di Peringatan Hari Guru 2023, Singgung Hapus UN\"\n[Gambas:Video 20detik]\n(hnh/erd)\n\n\nkemenag guru hari guru nasional yaqut cholil qoumas madrasah \n\n",
        "cyber islamic university": 1,
        "universitas islam siber": 0,
        "ciu": 0,
        "Total_Frekuensi": 1
    },
    {
        "URL": "https://www.detik.com/hikmah/khazanah/d-6945897/9-layanan-digital-kemenag-pusaka-superapps-hingga-quran-isyarat",
        "Article_Text": "\n\n\nJakarta - Di bawah kepemimpinan Menteri Agama Yaqut Cholil Qoumas, Kementerian Agama (Kemenag) berhasil meningkatkan kualitas dalam layanan digital. Hal ini yang kemudian membuat Menteri Agama Yaqut berhasil mendapat penghargaan detikcom Awards 2023 kategori Tokoh Transformasi Digital Pelayanan Keagamaan.Dalam acara yang digelar di Westin, Jakarta Selatan, Kamis (32/9/2023) ini, penghargaan detikcom Awards 2023 diserahkan Pemimpin Redaksi detik.com Alfito Deanova kepada Sekretaris Jenderal Kementerian Agama Nizar Ali yang hadir mewakili Menag Yaqut.Baca juga: Tokoh Transformasi Digital Pelayanan Keagamaan Jatuh Pada Menag YaqutPemimpin Redaksi Detik.com Alfito Deanova menyebut, penghargaan ini diberikan kepada Menag Yaqut karena selama memimpin Kementerian Agama, ia dinilai berhasil melakukan inovasi pemanfaatan teknologi digital dalam pelayanan keagamaan.\n\n\r\nADVERTISEMENT\r\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\nSCROLL TO CONTINUE WITH CONTENT\r\n\nMenteri yang akrab disapa Gus Men ini melakukan gebrakan transformasi digital sebagai salah satu program prioritas. \"Saat pertama kali datang ke Kemenag, Gus Men mempunyai visi untuk melakukan percepatan pelayanan keagamaan. Dan ini hanya bisa dilakukan dengan transformasi digital,\" kata Staf Khusus Menteri Agama Bidang Media, Komunikasi Publik, dan Teknologi Informasi Wibowo Prasetyo, di Rembang, Jumat (22/9/2023).9 Layanan Digital Kemenag Berikut 9 fakta transformasi digital Kementerian Agama di bawah kepemimpinan Menag Yaqut Cholil Qoumas.1. PUSAKA SuperAppsKomitmen Menag dalam membangun pelayanan berbasis digital, ditindaklanjuti dengan diluncurkannya aplikasi PUSAKA Kementerian Agama. Aplikasi SuperApps ini dirilis pada 25 November 2022. Aplikasi ini diproyeksikan untuk menjadi satu-satunya aplikasi yang menaungi seluruh layanan Kementerian Agama.\"Secara bertahap, kami mulai mengintegrasikan berbagai aplikasi layanan yang ada ke dalam PUSAKA Superapps. Saat ini, misalnya, masyarakat sudah bisa melakukan pendaftaran haji, nikah, hingga sertifikasi halal di PUSAKA SuperApps,\" jelas Wibowo.Tidak hanya itu, PUSAKA SuperApps yang dapat diunduh di Playstore maupun App Store ini juga memuat konten-konten dari enam agama. \"Masyarakat bisa mengakses berbagai konten keagamaan seperti kitab suci, ceramah, dan sebagainya melalui aplikasi PUSAKA,\" kata Wibowo.2. SISKOHATPemanfaatan teknologi digital juga dilakukan dalam pelayanan haji dan umrah. Peningkatan kualitas Sistem Informasi dan Komputerisasi Haji Terpadu (SISKOHAT) saat ini memungkinkan masyarakat melakukan pendaftaran haji secara elektronik, mengajukan perizinan Penyelenggara Perjalanan Ibadah Umrah (PPIU) dan Penyelenggara Ibadah Haji Khusus (PIHK) secara online, serta penyederhanaan proses dokumen haji.\"Saat ini SISKOHAT sudah terintegrasi dengan Bank Penerima Setoran (BPS) dan OSS-BKPM. Jadi untuk daftar haji, bisa dilakukan secara online tanpa harus datang ke bank dan Kankemenag Kota. Untuk mengajukan izin PPIU dan PIHK juga dapat dilakukan online, tanpa harus datang ke BKPM maupun Kemenag,\" ujar Bowo, panggilan akrabnya.Selain itu, SISKOHAT versi terbaru juga memungkinkan paspor jemaah haji cukup diproses di Kanwil Kemenag untuk pemvisaan. Tidak lagi diproses di pusat. \"Cukup perekaman paspor dilaksanakan di tiap kanwil ke SISKOHAT. Dengan cara itu, proses terdistribusi, hemat biaya pengantaran dan waktu, serta pengamanan paspor yang lebih baik,\" sambungnya.\"SISKOHAT juga menjadi aplikasi yang banyak digunakan masyarakat. Sebab, dalam setahun, tercatat rata-rata tidak kurang dari 468 ribu pendaftar haji,\" katanya lagi.3. Aplikasi SIHALALTransformasi digital juga dilakukan Kemenag pada layanan sertifikasi halal. Pengembangan Sistem Informasi Halal (SIHALAL) dilakukan secara berkelanjutan. \"Aplikasi SIHALAL ini ditujukan untuk memudahkan pelaku usaha dalam mengurus sertifikasi halal. Dengan aplikasi ini, pengurusan sertifikat halal menjadi mudah dan murah,\" kata Wibowo.\"Pelaku usaha tidak perlu repot-repot bawa berkas ke Badan Penyelenggara Jaminan Produk Halal (BPJPH) untuk urus sertifikasi halal. Cukup dengan menggunakan gadget yang dilengkapi jaringan internet, sudah bisa melakukan pendaftaran sertifikasi halal melalui SIHALAL. Tidak perlu ongkos, tidak mahal,\" imbuhnya.4. SIMKAHSalah satu layanan Kemenag yang banyak diakses publik adalah pencatatan nikah. Maka, wajar bila transformasi digital juga menyentuh layanan ini. Sistem Informasi Nikah (SIMKAH) yang telah lama dioperasikan Ditjen Bimas Islam terus dikembangkan.\"Saat ini, SIMKAH dapat diakses oleh perwakilan Indonesia di luar negeri. Ini untuk mempermudah layanan nikah bagi warga negara diluar negeri,\" ungkap Bowo.Kantor perwakilan Indonesia di luar negeri yang saat ini dapat mengakses SIMKAH, adalah KBRI Kuala Lumpur, KJRI Tawau, KDEI Taipei, KBRI Seoul, KJRI Osaka, KBRI Tokyo, KJRI Jeddah, KBRI Ankara, KJRI Houston.\"Integrasi juga dilakukan dengan berbagai instansi buat mempermudah pelayanan. Antara lain dengan TASPEN dan ASABRI untuk dana pensiun. Dengan badan pengadilan agama untuk data perceraian,\" papar Bowo.Keunggulan aplikasi SIMKAH saat ini yang paling utama, menurut dia, adalah calon pengantin bisa mendaftarkan mandiri secara online. \"Jadi tidak perlu didaftarkan oleh operator lagi. Calon pengantin silakan daftar mandiri. Selain itu, untuk keamanan sistem, saat ini SIMKAH sudah terstandardisasi ISO 27001,\" imbuhnya.Di Indonesia, setidaknya dalam setahun rata-rata ada 1,7 juta peristiwa nikah. Dari jumlah itu, ada 186.658 pasang pengantin yang telah memanfaatkan SIMKAH dalam proses pendaftaran pencatatan nikah. \"Ini bukan jumlah yang sedikit dan saya yakin ke depan akan semakin banyak muda-mudi pasangan calon pengantin yang memanfaatkan kemudahan pendaftaran pencatanan nikah melalui SIMKAH,\" sebut Bowo.5. Cyber Islamic UniversityDunia pendidikan keagamaan juga mendapat sentuhan transformasi digital. Cyber Islamic University, kampus perkuliahan serba virtual, digagas untuk dapat memberikan akses pendidikan yang lebih luas bagi para guru binaan Kemenag.\"Banyak guru madrasah maupun guru agama yang masih memiliki keterbatasan pengembangan pendidikan. Terutama mereka yang mengabdi di wilayah 3T. Ini menjadi perhatian, karenanya Kemenag menggagas Cyber Islamic University,\" kata Wibowo.Hal ini mulai diimplementasikan dengan dimulainya Pendidikan Jarak Jauh (PJJ) Pendidikan Agama Islam (PAI) di Institut Agama Islam Negeri (IAIN) Syekh Nurjati Cirebon pada April 2022. PJJ PAI IAIN Syekh Nurjati Cirebon ini merupakan pilot project Universitas Islam Siber Syekh Nurjati Indonesia (UISSI) yang menjadi salah satu program prioritas Kemenag.6. MOOC PintarPengembangan Aparatur Sipil Negara (ASN) menjadi hal penting yang menjadi perhatian Menag Yaqut. Memiliki hampir 250 ribu ASN, Kemenag perlu melakukan terobosan dalam melakukan pembinaan pegawainya. Karena itu, pada Juli 2022 diluncurkan metode MOOC (Massive Open Online Course) Pintar sebagai solusinya. Pada Agustus 2023 atau genap setahun aplikasi ini diluncurkan, setidaknya ada 144.019 peserta yang telah memanfaatkan MOOC Pintar.\"Menghadirkan aplikasi ini adalah strategi baru Kementerian Agama dalam melayani pengembangan kompetensi Aparatur Sipil Negara (ASN) melalui pelatihan. Sebelum ada MOOC Pintar, pelatihan di lingkungan Kementerian Agama dilakukan dengan tatap muka dan Pelatihan Jarak jauh (PJJ) dengan memanfaatkan zoom,\" papar Wibowo.7. Quran IsyaratAfirmasi layanan keagamaan secara digital juga dilakukan Kemenag bagi kelompok masyarakat disabilitas. Ini ditandai dengan dikembangkannya Qur'an Kemenag berbahasa isyarat dan terjemah Al-Qur'an berbahasa daerah oleh Lajnah Pentashihan Mushaf Al-Qur'an (LPMQ) Kemenag.Kedua fitur tersebut merupakan hasil pengembangan Quran Kemenag Android versi 2.4 RC1 oleh Lajnah Pentashihan Mushaf Al-Qur'an (LPMQ), Balitbang dan Diklat, Kementerian Agama.Al-Qur'an Isyarat dikembangkan untuk memenuhi kebutuhan teman-teman Tuli atau Penyandang Disabilitas Sensorik Rungu Wicara (PDSRW). Hal ini sejalan dengan amanah UU No. 8 tahun 2016 tentang Penyandang Disabilitas. Dalam Pasal 14 C diatur bahwa penyandang disabilitas memiliki hak mendapatkan kitab suci dan lektur keagamaan lainnya yang mudah diakses berdasarkan kebutuhan.8. Website Ramah DisabilitasAfirmasi lain juga dilakukan dengan memunculkan fitur ramah disabilitas pada website Kementerian Agama. Fitur ini diluncurkan para Hari Ulang Tahun (HUT) ke-78 Kemerdekaan Republik Indonesia.\"Keterbukaan informasi adalah amanah undang-undang, dan itu menjadi hak semua warga, termasuk sahabat disabilitas. Pada momentum HUT ke-78 kemarin, kami hadirkan fitur baru yang memudahkan akses disabilitas pada layanan informasi Kemenag,\" terang Wibowo.9. Satu Data KemenagTransformasi digital juga dilakukan Kemenag dalam pengintegrasian serta penyajian data pendidikan agama dan keagamaan. Melalui portal satudata.kemenag.go.id, masyarakat dapat menemukan berbagai data yang dibutuhkan.\"Kami sudah mulai melakukan digitalisasi data, mulai data agama, data haji dan umrah, data pendidikan, data tata kelola,dan data halal pada Kementerian Agama dalam satu portal terintegrasi. Ke depan, kami berharap portal ini dapat menjadi rujukan data keagamaan Indonesia,\" tandas Wibowo.detikcom Awards 2023Adapun detikcom Awards merupakan penghargaan bergengsi yang diberikan kepada individu, merek, dan lembaga di Indonesia yang telah memberikan kontribusi luar biasa di berbagai bidang. Melalui detikcom Awards, kami menghargai pencapaian yang menginspirasi, inovasi yang mencuat, transformasi dan adaptasi yang tercipta, serta perubahan positif yang terjadi.detikcom Awards bukan sekadar acara penghargaan, melainkan juga menjadi ajang untuk menginspirasi dan memberikan pengakuan kepada individu, merek, dan lembaga yang menjadi pionir dalam transformasi kemajuan Indonesia. detikcom Awards diharapkan dapat menjadi motivasi bagi semua pihak untuk terus berinovasi, berkontribusi, dan menciptakan perubahan yang signifikan dalam berbagai sektor di Indonesia.Adapun untuk proses penilaian setiap kategori detikcom Awards dilakukan dengan proses yang ketat dan transparan. Sejumlah kriteria menjadi pertimbangan dalam menentukan para penerima penghargaan mulai dari inovasi, dampak, kualitas, relevansi, hingga keberlanjutan.Proses penilaian dilakukan oleh Tim Komite Asesmen detikcom dengan metode analisis kuantitatif dan kualitatif. Melalui metode polling, survei, dan FGD, detikcom melibatkan 1.000 pembaca sebagai responden untuk mencari tokoh, merek, atau lembaga yang adaptif dan bertransformasi di era perubahan.Baca juga: Ada One Stop Service, PNS Kemenag Kini Bisa Duduk Santai Jelang Pensiun\nSimak Video \"Jihad Santri Jayakan Negeri di Hari Santri Nasional\"\n[Gambas:Video 20detik]\n(dvs/erd)\n\n\nmenag yaqut kemenag kementerian agama detikcom awards 2023 layanan digital \n\n",
        "cyber islamic university": 2,
        "universitas islam siber": 1,
        "ciu": 0,
        "Total_Frekuensi": 3
    }
]