[
    {
        "URL": "https://kemenag.go.id/nasional/kemenag-matangkan-konsep-pembelajaran-cyber-islamic-university-pkv454",
        "Article_Text": "\n\n\nNasional\n\n \n\nBogor (Kemenag) --- Direktorat Jenderal Pendidikan Islam (Ditjen Pendis) Kementerian Agama (Kemenag) saat ini tengah mematangkan konsep Cyber Islamic University (CIU) atau Universitas Islam Siber Syekh Nurjati Indonesia (UISSI).  Direktur Jenderal Pendis M. Ali Ramdhani menyampaikan pengembangan CIU ini merupakan upaya Kemenag untuk menjawab tantangan pendidikan di era digital. \n\n“Pendidikan di Cyber Islamic University sepenuhnya dilakukan melalui Pembelajaran Jarak Jauh (PJJ). Hal ini dilakukan sebagai upaya menjawab tantangan pembelajaran di era teknologi digital,” ungkap Dirjen Pendis M. Ali Ramdhani, dalam Rapat Koordinasi Lintas Instansi Pendirian Universitas Islam Siber Syekh Nurjati Indonesia di Bogor, Kamis (25/3/2021).\n\nKarenanya, lanjut Dirjen Pendis, seluruh operasional CIU pun akan dilakukan secara daring (online). “Model pembelajaran Cyber Islamic University sepenuhnya dilakukan secara daring. Dimulai dari pendaftaran, proses pembelajran sampai kelulusan dilaksanakan seara daring,” ujar pria yang biasa disapa Dhani ini menjelaskan. \n\nDisamping itu, gagasan membuat CIU juga bertujuan untuk memfasilitasi para guru madrasah yang belum memiliki gelar strata 1 (S1) untuk melanjutkan pendidikannya. “Langkah ini sebagai upaya Kemenag untuk memberikan afirmasi bagi guru-guru madrasah dalam memperoleh pendidikan lanjutan tanpa meninggalkan pekerjaan utamanya sebagai guru,” jelas Dhani. \n\n“Guru madrasah yang belum S1 bisa ikut kuliah secara daring, tanpa meninggalkan tugasnya mengajar di madrasah,” imbuhnya. \n\nGuru Besar UIN Sunan Gunung Djati Bandung ini menyampaikan walaupun konsep model pembelajaran CIU dilakukan secara daring, namun tidak menghilangkan pendidikan karakter dan penerapan moderasi beragama pada setiap kurikulum pembelajarannya. Hal ini mengingat, penguatan karakter dan materi moderasi beragama adalah sesuatu yang utama ada pada Pendidikan Tinggi Keagamaan Islam (PTKI).\n\nSementara Direktur Pendidikan Tinggi Keagamaan Islam (Diktis) Suyitno menjelaskan, bahwa tahun ini Kemenag merencanakan  UISSI membuka pendaftaran mahasiswa dengan pilihan Program Studi Pendidikan Jarak Jauh (PJJ) Pendidikan Agama Islam (PAI). “Dan pada tahun 2022 ditargetkan seluruh program studi yang Terakreditasi Unggul sepenuhnya akan diselenggarakan menjadi model cyber university,” jelasnya. \n\n“Kemenag merencakanan mulai membuka pendaftaran penerimaan mahasiswa baru UISSI pada Semester Gasal Tahun Akademik 2021/2022,” jelas Guru Besar UIN Raden Fatah Palembang.\n\nSuyitno menambahkan persiapan operasional CIU saat ini terus dilakukan dengan melibatkan para pakar. “Bagaimana kurikulumnya, bagaimana sistem dan aplikasi pembelajarannya saat ini sedang disiapkan oleh para pakar yang tergabung dalam Tim Taskforce,” pungkasnya. (Humas Pendis)\n\nGenerate Speech\n\n\n\n   \n        Versi Audio\n    \n\n\n\n\n\n\n        Kemenag Matangkan Konsep Pembelajaran Cyber Islamic University\n    \n\n\n\n\n\n\n\nKamis, 25 Maret 2021 · 04:11 WIB\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBogor (Kemenag) --- Direktorat Jenderal Pendidikan Islam (Ditjen Pendis) Kementerian Agama (Kemenag) saat ini tengah mematangkan konsep Cyber Islamic University (CIU) atau Universitas Islam Siber Syekh Nurjati Indonesia (UISSI).  Direktur Jenderal Pendis M. Ali Ramdhani menyampaikan pengembangan CIU ini merupakan upaya Kemenag untuk menjawab tantangan pendidikan di era digital. \n“Pendidikan di Cyber Islamic University sepenuhnya dilakukan melalui Pembelajaran Jarak Jauh (PJJ). Hal ini dilakukan sebagai upaya menjawab tantangan pembelajaran di era teknologi digital,” ungkap Dirjen Pendis M. Ali Ramdhani, dalam Rapat Koordinasi Lintas Instansi Pendirian Universitas Islam Siber Syekh Nurjati Indonesia di Bogor, Kamis (25/3/2021).\nKarenanya, lanjut Dirjen Pendis, seluruh operasional CIU pun akan dilakukan secara daring (online). “Model pembelajaran Cyber Islamic University sepenuhnya dilakukan secara daring. Dimulai dari pendaftaran, proses pembelajran sampai kelulusan dilaksanakan seara daring,” ujar pria yang biasa disapa Dhani ini menjelaskan. \nDisamping itu, gagasan membuat CIU juga bertujuan untuk memfasilitasi para guru madrasah yang belum memiliki gelar strata 1 (S1) untuk melanjutkan pendidikannya. “Langkah ini sebagai upaya Kemenag untuk memberikan afirmasi bagi guru-guru madrasah dalam memperoleh pendidikan lanjutan tanpa meninggalkan pekerjaan utamanya sebagai guru,” jelas Dhani. \n“Guru madrasah yang belum S1 bisa ikut kuliah secara daring, tanpa meninggalkan tugasnya mengajar di madrasah,” imbuhnya. \nGuru Besar UIN Sunan Gunung Djati Bandung ini menyampaikan walaupun konsep model pembelajaran CIU dilakukan secara daring, namun tidak menghilangkan pendidikan karakter dan penerapan moderasi beragama pada setiap kurikulum pembelajarannya. Hal ini mengingat, penguatan karakter dan materi moderasi beragama adalah sesuatu yang utama ada pada Pendidikan Tinggi Keagamaan Islam (PTKI).\nSementara Direktur Pendidikan Tinggi Keagamaan Islam (Diktis) Suyitno menjelaskan, bahwa tahun ini Kemenag merencanakan  UISSI membuka pendaftaran mahasiswa dengan pilihan Program Studi Pendidikan Jarak Jauh (PJJ) Pendidikan Agama Islam (PAI). “Dan pada tahun 2022 ditargetkan seluruh program studi yang Terakreditasi Unggul sepenuhnya akan diselenggarakan menjadi model cyber university,” jelasnya. \n“Kemenag merencakanan mulai membuka pendaftaran penerimaan mahasiswa baru UISSI pada Semester Gasal Tahun Akademik 2021/2022,” jelas Guru Besar UIN Raden Fatah Palembang.\nSuyitno menambahkan persiapan operasional CIU saat ini terus dilakukan dengan melibatkan para pakar. “Bagaimana kurikulumnya, bagaimana sistem dan aplikasi pembelajarannya saat ini sedang disiapkan oleh para pakar yang tergabung dalam Tim Taskforce,” pungkasnya. (Humas Pendis)\n\n\n\n\n\nTags: \n# \n# PTK\n\n\n\n\n\n\nShare: \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRekomendasi\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMenag Yaqut Terima Penghargaan Satria Transformasi Digital dan Moderasi Beragama 2023\n\n\nSabtu, 23 Desember 2023\n\n\n\n\n\n\n\n\nSekjen Lantik 10.300 PPPK Kemenag Hasil Optimalisasi\n\n\nJumat, 22 Desember 2023\n\n\n\n\n\n\n\n",
        "cyber islamic university": 7,
        "universitas islam siber": 4,
        "ciu": 12,
        "Total_Frekuensi": 23
    },
    {
        "URL": "https://kemenag.go.id/nasional/menag-minta-target-program-kemandirian-pesantren-dan-cyber-islamic-university-tercapai-tahun-ini-5j3pwj",
        "Article_Text": "\n\n\nNasional\n\n \n\nLembang (Kemenag) --- Menteri Agama Yaqut Cholil Qoumas meminta kepada jajaran Direktorat Jenderal Pendidikan Islam (Pendis) untuk dapat merealisasikan program prioritas di tahun 2022. Harapan ini disampaikan Menag dalam Rapat Kerja Ditjen Pendidikan Islam tahun 2022 yang digelar di Lembang, Provinsi Jawa Barat. \r\n\r\nMenurut Menag dari 7 program prioritas, ada 2 program prioitas yang pelaksanaannya secara khusus di Ditjen Pendis, yaitu program Kemandirian Pesantren dan Cyber Islamic University. Selebihnya, selain Revitalisasi KUA, dilaksanakan Ditjen Pendis bersama dengan unit Eselon 1 lainnya.\r\n\r\n\"Saya minta target program-program prioritas tercapai dengan baik pada tahun 2022 ini, di antaranya replikasi program Kemandirian Pesantren di 500 pesantren, meningkatnya jumlah mahasiswa dari 200 orang di masa piloting Cyber Islamic University menjadi 2.000 mahasiswa di tahun 2022,\" kata Menag di hadapan Dirjen Pendis Muhammad Ali Ramdhani dan jajaranya, Selasa (1/3/2022).\r\n\r\nDijelaskan Menag, program prioritas Kemandirian Pesantren tahun 2022 membutuhkan anggaran  mencapai Rp254,2 miliar. Namun pada kenyataannya anggaran untuk tahun 2022 masih bersumber dari alokasi anggaran reguler pada Direktorat Pendidikan Diniyah dan Pesantren, hanya sebesar Rp140 miliar. \r\n\r\n\"Karena itu saya meminta Dirjen Pendis untuk memenuhi anggaran tersebut. Intinya, saya minta semua hambatan dan kendala dalam pencapaian target-target program prioritas segera diurai dan diatasi dengan melakukan telaah dan sinkronisasi program, anggaran, dan regulasi,\" tegas Menag.\r\n\r\n\"Kalau ada program yang tidak terkait langsung dengan program prioritas silahkan keluarkan. Sebab saya sudah mempelajari kita sering membuat program copy paste dari tahun sebelumnya dengan mudah dipertanggungjawabkan namun apakah program ini benar-benar diharapkan publik?,\" sambung Menag. \r\n\r\nMenag pun mengajak jajaran Ditjen Pendis untuk keluar dari zona nyaman dan bergerak dengan program baru tanpa ada masalah. \"Saya tegaskan bapak dan ibu tidak sendiri. Kalau ada masalah kita bisa selesaikan bersama-sama. Di Kemenag terutama Ditjen Pendis kalau ada persoalan di salah satu direktorat, berarti itu problem kementerian.  Ini komitmen saya. Kalau saya memberi perintah saya akan bertanggung jawab. Saya tidak akan membiarkan bapak dan ibu berjalan sendiri selama kita berjalan di koridor yang benar,\" ujar Menag. \r\n\r\nUsai Menag memberi arahan, acara dilanjutkan dengan Overview dan Evaluasi Program/Kegiatan Unit Kerja Eselon II Ditjen Pendis Tahun 2021 dan Strategi Pencapaian Kinerja Tahun Anggaran 2022. Overview ini disampaikan Direktur KSKK Madrasah, Direktur GTK Madrasah, Direktur PD Pontren, Direktur PAI, Direktur Pendidikan Tinggi Kegamaan Islam, dan Sekretaris Ditjen Pendidikan Islam. \r\n\r\nRapat Kerja Direktorat Jenderal Pendidikan Islam yang mengusung tema Percepatan Transformasi Layanan Pendidikan Islam ini  berlangsung 28 Februari - 2 Maret 2022.\nGenerate Speech\n\n\n\n   \n        Versi Audio\n    \n\n\n\n\n\n\n        Menag Minta Target Program Kemandirian Pesantren dan Cyber Islamic University Tercapai Tahun Ini\n    \n\n\n\n\n\nBenny Andrios\n\n Kontributor\n\n\n\n\nSelasa, 1 Maret 2022 · 22:08 WIB\n\n\n\n\n\n\n\n\n\n\n\nMenag Yaqut Cholil Qoumas\n\n\nLembang (Kemenag) --- Menteri Agama Yaqut Cholil Qoumas meminta kepada jajaran Direktorat Jenderal Pendidikan Islam (Pendis) untuk dapat merealisasikan program prioritas di tahun 2022. Harapan ini disampaikan Menag dalam Rapat Kerja Ditjen Pendidikan Islam tahun 2022 yang digelar di Lembang, Provinsi Jawa Barat. \nMenurut Menag dari 7 program prioritas, ada 2 program prioitas yang pelaksanaannya secara khusus di Ditjen Pendis, yaitu program Kemandirian Pesantren dan Cyber Islamic University. Selebihnya, selain Revitalisasi KUA, dilaksanakan Ditjen Pendis bersama dengan unit Eselon 1 lainnya.\n\"Saya minta target program-program prioritas tercapai dengan baik pada tahun 2022 ini, di antaranya replikasi program Kemandirian Pesantren di 500 pesantren, meningkatnya jumlah mahasiswa dari 200 orang di masa piloting Cyber Islamic University menjadi 2.000 mahasiswa di tahun 2022,\" kata Menag di hadapan Dirjen Pendis Muhammad Ali Ramdhani dan jajaranya, Selasa (1/3/2022).\nDijelaskan Menag, program prioritas Kemandirian Pesantren tahun 2022 membutuhkan anggaran  mencapai Rp254,2 miliar. Namun pada kenyataannya anggaran untuk tahun 2022 masih bersumber dari alokasi anggaran reguler pada Direktorat Pendidikan Diniyah dan Pesantren, hanya sebesar Rp140 miliar. \n\"Karena itu saya meminta Dirjen Pendis untuk memenuhi anggaran tersebut. Intinya, saya minta semua hambatan dan kendala dalam pencapaian target-target program prioritas segera diurai dan diatasi dengan melakukan telaah dan sinkronisasi program, anggaran, dan regulasi,\" tegas Menag.\n\"Kalau ada program yang tidak terkait langsung dengan program prioritas silahkan keluarkan. Sebab saya sudah mempelajari kita sering membuat program copy paste dari tahun sebelumnya dengan mudah dipertanggungjawabkan namun apakah program ini benar-benar diharapkan publik?,\" sambung Menag. \nMenag pun mengajak jajaran Ditjen Pendis untuk keluar dari zona nyaman dan bergerak dengan program baru tanpa ada masalah. \"Saya tegaskan bapak dan ibu tidak sendiri. Kalau ada masalah kita bisa selesaikan bersama-sama. Di Kemenag terutama Ditjen Pendis kalau ada persoalan di salah satu direktorat, berarti itu problem kementerian.  Ini komitmen saya. Kalau saya memberi perintah saya akan bertanggung jawab. Saya tidak akan membiarkan bapak dan ibu berjalan sendiri selama kita berjalan di koridor yang benar,\" ujar Menag. \nUsai Menag memberi arahan, acara dilanjutkan dengan Overview dan Evaluasi Program/Kegiatan Unit Kerja Eselon II Ditjen Pendis Tahun 2021 dan Strategi Pencapaian Kinerja Tahun Anggaran 2022. Overview ini disampaikan Direktur KSKK Madrasah, Direktur GTK Madrasah, Direktur PD Pontren, Direktur PAI, Direktur Pendidikan Tinggi Kegamaan Islam, dan Sekretaris Ditjen Pendidikan Islam. \nRapat Kerja Direktorat Jenderal Pendidikan Islam yang mengusung tema Percepatan Transformasi Layanan Pendidikan Islam ini  berlangsung 28 Februari - 2 Maret 2022.\n\n\n\n\n\nEditor:\nMoh Khoeron\n\n\nFotografer:\nRomadaniel\n\n\n\n\n\n\n\n\nTags: \n# Program Prioritas\n# Kemandirian Pesantren\n# Cyber Islamic University\n\n\n\n\n\n\nShare: \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRekomendasi\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMenag Yaqut Terima Penghargaan Satria Transformasi Digital dan Moderasi Beragama 2023\n\n\nSabtu, 23 Desember 2023\n\n\n\n\n\n\n\n\nSekjen Lantik 10.300 PPPK Kemenag Hasil Optimalisasi\n\n\nJumat, 22 Desember 2023\n\n\n\n\n\n\n\n",
        "cyber islamic university": 6,
        "universitas islam siber": 0,
        "ciu": 0,
        "Total_Frekuensi": 6
    }
]