[
    {
        "URL": "https://www.nu.or.id/nasional/iain-syekh-nurjati-cirebon-ptkin-di-kota-wali-yang-jadi-percontohan-cyber-islamic-university-TdRGP",
        "Article_Text": "\nCirebon, NU Online\r\nMemasuki Jalan Perjuangan di Kota Cirebon, Jawa Barat, masyarakat akan dimanjakan dengan jalanan yang lebar dan rindangnya pepohonan. Jalan Perjuangan tergolong bersih dan rapi. Jalur pejalan kaki tersedia di sebelah kanan dan kiri ruas jalan, sehingga jika pengunjung memutuskan jalan kaki dari jalan nasional pantura Brigjen Dharsono, mereka bisa jalan kaki dengan nyaman dan tidak kepanasan di siang hari. Terdapat pohon-pohon besar yang sudah puluhan tahun tetap terjaga yang melindungi pejalan kaki dari terik matahari.\n\r\nSebagai pusat pendidikan, Jalan Perjuangan diisi banyak perguruan tinggi. Seratus meter masuk dari Jalan Brigjen Dharsono (Pantura) ke Jalan Perjuangan, terdapat kampus Universitas Swadaya Gunung Jati Fakultas Keguruan dan Ilmu Pendidikan. Ada SMAN 4 Cirebon, di sebelah kanan kampus Unswagati, dan terdapat SMKN 1 Cirebon yang rindang dan asri. Sebelah kiri SMKN 1 Cirebon terdapat SMAN 7 Cirebon.                                                                                                                                                                                                                                                                                                                                                                                                                                                                         Sebelah kompleks SMKN 1 Cirebon yang luas terdapat kampus Politeknik Pariwisata Prima Internasional dengan gedung lantai tiganya. Di sebelah kiri SMAN 7 Cirebon terdapat juga kampus besar di Cirebon yaitu Universitas 17 Agustus 1945 (Untag) Cirebon. Kampus Untag berada di sebelah kiri dan sebelah kanan Jalan Perjuangan. Sisi sebelah kiri berbatasan langsung dengan kampus Institut Agama Islam Negeri (IAIN) Syekh Nurjati Cirebon. \n\n\n\n\n\n\n\nBaca Juga\n\nLihat Semua\n\n\n\n\nIAIN Pontianak, PTKIN Berbasis Riset Keislaman dan Kearifan Budaya Tanah Borneo\n\n\n\n\n\r\nTepat di depan kampus IAIN Syekh Nurjai terdapat pusat kuliner Cirebon yang kerap dikunjungi bukan hanya untuk nongkrong mahasiswa, tapi juga banyak dari wisatawan luar kota Cirebon seperti dari Majalengka, Kuningan, dan Indramayu. Di antara jajanan khas di depan kampus IAIN adalah rujak kangkung dadakan. Kangkung di sini memang secara mendadak dicelup ke air panas sehingga tekstur kresnya terasa di lidah. Rasa sambalnya yang khas banyak membuat pengunjung yang mencoba kembali sekedar menikmatinya langsung di lokasi.\n\r\nSelain rujak kangkung dadakan juga terdapat nasi lengkoh khas Cirebon. Nama boleh sama nasi lengkoh tapi nasi lengkoh khas kampus IAIN Syekh Nurjati ini tetaplah paling istimewa. Juga tak ketinggalan empal gentong khas Cirebon. \n\n\n\n\r\nCirebon juga terkenal dengan nasi jamblangnya yang dengan mudah dapat ditemukan di berbagai kantin termasuk di kantin kampus. Bagi Anda yang suka rasa pedas, dapat juga mencoba rawon setan khas Cirebon. Pedagang kuliner ini ada yang menjajakan dagangannya dengan mobil boks, gerobak dorong, dan mayoritas mereka terpusat di beberapa kantin kampus.                                                                                                                                                                                                                                                                                                                                                                                                                                                                         Bukan hanya itu, Kota Cirebon sudah sejak lama dikenal sebagai Kota Wali. Terdapat banyak destinasi wisata religi berbasis peninggalan para wali dari Cirebon. Nama Syekh Nurjati sendiri termasuk salah satu wali asal Cirebon, selain nama besar wali yang lain seperti Syekh Syarif Hidayatullah, Sunan Gunung Jati. \n\n\n\n\nBaca Juga\n\nLihat Semua\n\n\n\n\nTransformasi IAIN Madura Menjadi Perguruan Tinggi Islam yang Kian Diminati\n\n\n\n\n\r\nSyekh Nurjati dikenal sebagai tokoh perintis dakwah Islam di wilayah Cirebon. Ia menggunakan nama Syekh Nurjati pada saat berdakwah di Giri Amparan Jati, yang lebih terkenal dengan nama Gunung Jati, sebuah bukit kecil dari dua bukit, berjarak sekitar 5 kilometer sebelah utara Kota Cirebon, tepatnya di Desa Astana Kecamatan Gunung Jati Kabupaten Cirebon.\n\r\nSyekh Nurjati dikenal dengan nama Syekh Datul Kahfi atau Maulana Idhofi Mahdi. Syekh Nurjati lahir di Semenanjung Malaka. Setelah berusia dewasa muda pergi ke Makkah untuk menuntut ilmu dan berhaji. Syekh Nurjati pergi ke Bagdad dan menemukan jodohnya dengan Syarifah Halimah serta mempunyai putra- putri. Dari Bagdad ia pergi berdakwah sampai di Pesambangan, bagian dari Nagari Singapura (sekarang Desa Mertasinga, Kabupaten Cirebon). Syekh Nurjati wafat dan dimakamkan di Giri Amparan Jati. \n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                     Kampus IAIN Syekh Nurjati juga dekat dengan lokasi wisata Goa Sunyaragi yaitu 100 meter sebelum masuk Jalan Perjuangan. Tak salah, jika masyarakat sekitar Majalengka, Kabupaten Cirebon, Indramayu dan sekitarnya memilih IAIN Syekh Nurjati sebagai tempat studi mereka.\n\nSejarah\r\nIAIN Syekh Nurjati Cirebon adalah perguruan tertua di wilayah 3 Cirebon sehingga eksistensinya layak mendapat kepercayaan tertinggi untuk destinasi pendidikan terbaik di Kota Cirebon. Didirikan tanggal 12 Agustus 1965, IAIN Cirebon dulunya adalah Fakultas Tarbiyah IAIN 'Al-Jami'ah' Syarif Hidayatullah Jakarta Cabang Cirebon.  \n\n\n\nBaca Juga\n\nLihat Semua\n\n\n\n\nUIN Suka Yogyakarta, Kampus Humanis di Kota Pelajar, Budaya, dan Pariwisata\n\n\n\n\n\r\nDalam perkembangan berikutnya, IAIN Cirebon sempat membuka Fakultas Ushuluddin yang diresmikan pada tahun 1967. Namun, karena kebijakan pemerintah menghendaki adanya rasionalisasi maka pada tahun 1974 fakultas tersebut kembali ditutup. Kemudian, sejalan dengan kebijakan, pada tanggal 15 Maret 1976 Fakultas Tarbiyah IAIN Cirebon dialihkan pembinaannya ke IAIN Sunan Gunung Djati Bandung, sampai akhirnya beralih status menjadi Sekolah Tinggi Agama Islam Negeri (STAIN) Cirebon pada tahun 1997, sesuai dengan Keputusan Presiden Nomor: 11/1997 tanggal 21 Maret 1997.  \n\r\nPada tahun 2009 melalui Peraturan Presiden Republik Indonesia Nomor 48 Tahun 2009 tanggal 10 November 2009 Sekolah Tinggi Agama Islam Negeri (STAIN) Cirebon berubah status menjadi IAIN Syekh Nurjati Cirebon.Meskipun IAIN Syekh Nurjati Cirebon diubah statusnya pada 10 November 2009, hari kelahiran IAIN Syekh Nurjati Cirebon ditetapkan pada tanggal 12 Agustus 1965, yaitu tanggal diresmikannya Fakultas Tarbiyah IAIN Syarif Hidayatullah Jakarta Cabang Cirebon.\n\r\n\"Kampus IAIN adalah kampus termegah di jalan Perjuangan Cirebon, dengan rata-rata 4 lantai. Masjid yang besar, asrama kampus Ma’had Al-Jami’ah. Dan sedang dibangun Gedung Siber IAIN Cirebon dengan 8 lantai. Ini artinya IAIN akan memiliki kampus tertinggi di wilayah 3 Cirebon,\" kata Dr Iis Arifuddin, dosen PAI Fakultas Ilmu Tarbiyah dan Keguruan IAIN Syekh Nurjati Cirebon.\n\nFakultas dan Program Studi\r\nDengan fasilitas gedung yang megah, kampus IAIN Syekh Nurjati Cirebon memiliki 5 fakultas dan Pascasarjana. Fakultas Ilmu Tarbiyah dan Keguruan sebagai fakultas tertua merupakan yang paling unggul dan diminati. Terdiri dari Pendidikan Agama Islam, Pendidikan Bahasa Arab, Tadris IPS, Tadris Matematika, Tadris Biologi, Tadris Bahasa Indonesia, Pendidikan Guru MI, Pendidikan Islam Anak Usia Dini, Manajemen Pendidikan Islam, Tadris Bahasa Indonesia, Tadris Kimia, Pendidikan Profesi Guru dan Pendidikan Jarak Jauh PAI. Tidak tanggung-tanggung akreditasi prodi di fakultas ini Unggul atau A yaitu prodi Pendidikan Agama Islam (PAI), prodi Pendidikan Bahasa Arab (PBA), Sejarah Kebudayaan Islam (SKI) serta Tadris IPS.\n\r\nSementara itu pada Fakultas Ushuluddin dan Adab memilik prodi Sejarah Peradaban Islam, Aqidah Filsafat, Ilmu Qur’an dan Tafsir, Ilmu Hadits, Bahasa dan Sastra Arab, serta Tasawuf dan Psikoterapi. Di Fakultas Syariah terdapat prodi Hukum Keluarga/Akhwal Syaksiyah, Hukum Ekonomi Syariah serta Ilmu Falak.\n\r\nBagi anak muda yang tertarik pada studi bisnis dan ekonomi, IAIN Syekh Nurjati Cirebon memiliki Fakultas Ekonomi dan Bisnis dengan konsentrasi studi di jurusan Perbankan Syariah, Ekonomi Syariah, Akuntansi Syariah dan Pariwisata Syariah. Dengan infrastruktur IT yang megah dan lengkap Fakultas Ekonomi dan Bisnis siap mendidik Anda menjadi tenaga trampil di bidang tersebut. \n\n\n\nBaca Juga\n\nLihat Semua\n\n\n\n\nUIN Saizu Purwokerto, PTKIN Unggulan Bidang Riset dengan Jejaring Internasional dan Penguatan Budaya Lokal\n\n\n\n\n                                                                                                                                                                                                 Untuk Fakultas Dakwah dan Komunikasi Islam, IAIN Syekh Nurjati Cirebon diberikan pilihan program studi Komunikasi dan Penyiaran Islam, Pengembangan Masyarakat Islam, Bimbingan Konseling Islam serta Sosiologi Agama.\n\r\nSementara bagi sarjana yang berminat melanjutkan S2 dan S3 terdapat pilihan Magister Pedidikan Agama Islam, Magister Manajemen Pendidikan Islam, Magister Ekonomi Syariah, dan Magister Hukum keluarga Islam. Juga terdapat program doctoral Doktor Pendidikan Agama Islam, Doktor Ekonomi Syariah dan Doktor Hukum Keluarga Islam.                                                                                                                                                                                                                                                                                                                                                                                                                                                                         Perpustakaan\r\nKampus IAIN Syekh Nurjati Cirebon memiliki perpustakaan yang megah dengan ribuan koleksi buku maupun e-book. Pelayanan perpustakaan sudah menggunakan teknologi informasi yang modern sehingga memudahkan dalam pencarian dan bisa diakses dari manapun.\n\r\nTerkait bagaimana menggunakan perpustakaan sudah diterbitkan buku panduan teknis pelayanan perpustakaan yang bisa diunduh di laman web kampus. Koleksi e-book yang sangat banyak juga bisa dimanfaatkan oleh mahasiswa dari mana pun, sehingga memudahkan tanpa perlu datang.\n\nMa'had al-Jami'ah \r\nMa’had al-Jami’ah adalah tempat pengembangan dan penguatan potensi mahasiswa di bidang Al-Qur’an, ilmu keagamaan, kebahasaan dan pembiasaan tradisi pesantren.                                                                                                                                                                                                                                                                                                                                                                                                                                                                         Sejak berdirinya Institut Agama Islam Negeri (IAIN) Syekh Nurjati yang sebelumnya bernama STAIN Cirebon Fakultas Tarbiyah IAIN Sunan Gunung Djati Cirebon, memiliki mandat utama sebagai pusat pengkajian dan pengembangan ilmu-ilmu keislaman. Berada di sebuah wilayah 3 Cirebon dengan masyarakat yang dikenal religius, IAIN Syekh Nurjati Cirebon memiliki kedudukan yang strategis bagi pembentukan citra Islam di Indonesia.\n\r\n\"Kontribusi itu akan semakin nyata dengan berbagai tawaran alternatif kajian keislaman yang komprehensif dalam mengatasi persoalan umat dan bangsa,\" imbuh Iis.                                                                                                                                                                                                                                                                                                                                                                                                                                                                         Posisi IAIN Syekh Nurjati sedemikian mengharuskan adanya formulasi yang integratif terhadap studi-studi keislaman yang menuntut adanya penguasaan terhadap ilmu-ilmu keislaman secara lebih komprehensif dengan pendekatan multidisiplin. \n\n\n\nBaca Juga\n\nLihat Semua\n\n\n\n\nUIN SGD Bandung, PTKIN Terbaik dalam Kinerja Riset dan Upayanya Menjadi Universitas Kelas Dunia\n\n\n\n\n\r\nKeberadaan Ma’had al-Jami’ah dalam konteks ini diyakini dapat menopang posisi strategis tersebut. Dengan Ma’had al Jami’ah diyakini dapat memperkuat citra IAIN Syekh Nurjati yang unik dan khas sebagai pengemban misi studi keislaman secara komprehensif.\n\r\nMelalui program-program ta'lim yang diselenggarakan Ma'had al-Jami’ah diharapkan dapat dibangun penguatan akademik dan spiritualitas Islam sebagai basis keunggulan IAIN Syekh Nurjati. \"Pada program Ma’had al-Jami’ah ini diharapkan dapat meningkatkan kemampuan mahasiswa dalam penguasaan dasar-dasar keislaman, keterampilan, bahasa Arab dan bahasa Inggris, serta pembiasaan dalam penanaman akhlakul karimah.                                                                                                                                                                                                                                                                                                                                                                                                                                                                         Cyber Islamic University\r\nUntuk merealisasikan kebijakan kampus berbasis digital (digital university), Kementerian Agama RI (Kemenag) melalui Direktorat Jenderal Pendidikan Islam menjadikan IAIN Syekh Nurjati sebagai pilot project persiapan Cyber Islamic University (Universitas Islam Siber) Indonesia. Langkah awal program studi yang menggunakan sistem ini adalah program studi Pembelajaran Jarak Jauh (PJJ) PAI. Mulai tahun 2023 ini PJJ PAI akan merekrut ratusan mahasiswa dari berbagai wilayah.                                                                                                                                                                                                                                                                                                                                                                                                                                                                         \"Diharapkan ke depan universitas makin banyak menjangkau seluruh wilayah tanpa batas jarak. Siapa pun bisa menjadi mahasiswa jarak jauh dengan pembelajaran yang modern, tanpa batas sekat gedung dan jarak,\" ungkap Dr Iis Arifuddin.\n\r\nDengan proyek Cyber Islamic University, lanjutnya, IAIN Syekh Nurjati akan memiliki ribuan mahasiswa dari berbagai pelosok Nusantara. \"Kementerian Agama mengharapkan IAIN Syekh Nurjati akan menjadi model perguruan tinggi yang menggunakan pembelajaran jarak jauh seperti di negara-negara maju lainnya,\" pungkasnya.\n\r\nBagi anda yang berminat kuliah di IAIN Cirebon, bisa datang langsung ke kampus Jalan Perjuangan atau bisa secara daring melalui situs web spmb.syekhnurjati.ac.id.\n\r\nKontributor: Yahya Ansori  \n",
        "cyber islamic university": 3,
        "universitas islam siber": 1,
        "ciu": 0,
        "Total_Frekuensi": 4
    }
]