[
    {
        "URL": "https://info.syekhnurjati.ac.id/cyber-islamic-university-universitas-islam-siber-penuhi-janti-konstitusi/",
        "Article_Text": "\nCyber Islamic University (Universitas Islam Siber) Penuhi Janji Konstitusi\n22 Februari 2021\narifin\nBerita, Informasi, Kegiatan\n0\n\n\n\n\n\nKegiatan pematangan persiapan Cyber Islamic University (Universitas Islam Siber) Indonesia - Universitas Islam Siber Syekh Nurjati Indonesia (UISSI) yang berlangsung pada tanggal 19 sd. 21 Februari 2021 bertempat di Institut Agama Islam Negeri (IAIN) Syekh Nurjati Cirebon, Jawa Barat.\n\nCirebon (Kemenag) — Dalam rangka merealisasikan kebijakan kampus berbasis digital (digital university), Kementerian Agama RI (Kemenag) melalui Direktorat Jenderal Pendidikan Islam menyelenggarakan rapat koordinasi untuk mematangkan persiapan Cyber Islamic University (Universitas Islam Siber) Indonesia – Universitas Islam Siber Syekh Nurjati Indonesia (UISSI) yang berlangsung pada tanggal 19 sd. 21 Februari 2021 bertempat di Institut Agama Islam Negeri (IAIN) Syekh Nurjati Cirebon, Jawa Barat.\nDr.H.Sumanta, M.Ag (Rektor) IAIN Syekh Nurjati Cireon membuka acara UISI SNJ 2021 dengan tema Mewujudkan Kampus Berbasis Siber dan Program Studi PAI sebagai Pilot Project UISI IAIN Syekh Nurjati Cirebon Tahun 2021\n“Kehadiran Cyber Islamic University ini didasari oleh semangat kita untuk memenuhi janji konstitusi, yaitu memastikan bahwa tidak ada warga negara yang tidak terlayani untuk kuliah di perguruan tinggi keagamaan Islam,” ujar Dirjen Pendidikan Islam Muhammad Ali Ramdhani saat memberikan pengarahan di hadapan pimpinan IAIN Cirebon dan Tim Taskforce UISSI yang dibentuk Kemenag.\nKegiatan pematangan persiapan Cyber Islamic University (Universitas Islam Siber) Indonesia – Universitas Islam Siber Syekh Nurjati Indonesia (UISSI) yang berlangsung pada tanggal 19 sd. 21 Februari 2021 bertempat di Institut Agama Islam Negeri (IAIN) Syekh Nurjati Cirebon, Jawa Barat.\nDalam kesempatan itu, Guru Besar asal UIN Sunan Gunung Jati menegaskan bahwa transformasi kelembagaan yang digagas oleh IAIN Syekh Nurjati Cirebon adalah perubahan bentuk IAIN Syekh Nurjati Cirebon diharapkan menjadi Cyber Islamic University. Dengan demikian maka IAIN Syekh Nurjati Cirebon akan menjadi satu-satunya Perguruan Tinggi Keagamaan Islam siber di Indonesia.\n“Dengan model pembelajaran yang sepenuhnya daring mulai dari proses pendaftaran mahasiswa sampai kelulusan, Cyber Islamic University diharapkan akan menjadi Perguruan Tinggi Keagamaan Islam (PTKI) pertama di Indonesia yang sepenuhnya diselenggarakan secara daring,” ujarnya di hadapan para pimpinan Diktis yang juga turut hadir, di antaranya Kasubdit Pengembangan Akademik Syafii, Kasubdit Ketenagaan Mamat S Burhanuddin, Kasubdit Kerjasama dan Kelembagaan M. Adib Abdusshomad, Analis Kebijakan Ahli Madya Suwendi, Kasubbag TU Diktis M. Aziz Hakim, serta Mahrus selaku Tim Taskforce Cyber Islamic University, UISSI.\nDr. Mahrus, M.Ag Tim Taskforce Cyber Islamic University, UISSI didampingi Dr. H.Sumanta, M.Ag Rektor IAIN Syekh Nurjati Cirebon\nLebih lanjut dipaparkan, UISSI diharapkan akan menjadi salah satu media pemerintah untuk menyapa anak bangsa yang selama ini tidak dapat menyenyam pendidikan tinggi karena keterbatasan waktu atau faktor geografis.\n“Para guru-guru Kemenag yang belum S1, para pekerja yang belum S1, petani dan buruh, bahkan para TKI di luar negeri yang belum S1, bisa kita fasilitasi untuk kuliah melalui UISI ini tanpa harus meninggalkan pekerjaannya,” tegasnya dihadapan para peserta rapat koordinasi yang terdiri dari pimpinan IAIN Cirebon, di antaranya Rektor dan para Wakil Rektor, para Ketua Lembaga, para Dekan, Ketua PTIPD, serta para Kepala Bagian dan tim transformasi kelembagaan.\nSejalan dengan itu, Direktur Pendidikan Tinggi Keagamaan Islam (Diktis) Prof. Dr. Suyitno, M.Ag. melihat bahwa kehadiran Cyber Islamic University, UISSI ini merupakan tuntutan zaman dan langkah strategis yang harus ditempuh Kemenag untuk merespon kebutuhan di lapangan. Ia memaparkan ada banyak sekali para guru yang sampai saat ini belum sarjana karena tidak dapat meninggalkan tugasnya mengajar di madrasah atau sekolah.\n“Jadi Cyber Islamic University, UISSI ini bukan program gengsi-gengsian. Kita ini punya pekerjaan rumah 86 ribu guru yang belum sarjana karena tidak dapat meninggalkan tugas mengajarnya. Jika ini tidak kita atasi, maka mereka tidak dapat meningkatkan jenjang karirnya sebagai guru profesional, dan ini tidak boleh dibiarkan oleh Kemenag,” tegas Suyitno.\nCyber Islamic University, UISSI sendiri direncanakan akan mulai dibuka pendaftaran penerimaan mahasiswa baru pada Semester Gasal Tahun Akademik 2021/2022 dengan piloting Program Studi Pendidikan Jarak Jauh (PJJ) Pendidikan Agama Islam (PAI) pada FITK IAIN Cirebon (UISSI) yang telah memperoleh Akreditasi Unggul. Pada tahun 2022 ditargetkan seluruh program studi yang Terakreditasi Unggul sepenuhnya akan diselenggarakan menjadi model cyber university.\nRektor IAIN Syekh Nurjati Cirebon, Sumanta Hasyim mewakili masyarakat Cirebon, khususnya sivitas akademik IAIN menyampaikan terima kasih atas amanah baru dari Kementerian Agama RI terkait dengan piloting PJJ PAI di wilayah dakwah Islam Sunan Gunung Jati untuk memajukan Pendidikan Islam melalui siber. Kesiapan IAIN Syekh Nurjati Cirebon ini bersamaan dengan proses transformasi kelembagaan dari IAIN menuju Cyber Islamic University, UISI yang akan diputuskan melalui sidang senat dalam waktu dekat.\n\nTerkait\n birohdikemenagridiktiskemenagriHumas dan Publikasiiain cirebonIAIN Syekh Nurjati CirebonkanwiljabarkemenagkanwilkemenagjabarkemenagrikemeninfoUISSIcirebonUISSIsyekhnurjaticirebon\n\nPreviousCyber Islamic University Perkuat Transformasi IAIN Syekh Nurjati Cirebon\n\nNextUISSI Kuliah Perdana Tahun 2021\n\n",
        "cyber islamic university": 13,
        "universitas islam siber": 7,
        "ciu": 0,
        "Total_Frekuensi": 20
    },
    {
        "URL": "https://info.syekhnurjati.ac.id/iain-syekh-nurjati-cirebon-ditunjuk-sebagai-kampus-cyber-islamic-university/",
        "Article_Text": "\nIAIN Syekh Nurjati Cirebon Ditunjuk Sebagai Kampus Cyber Islamic University\n11 Februari 2021\narifin\nBerita, Informasi\n0\n\n\n\n\n\n\nMenindaklanjuti pertemuan Menteri Agama RI dengan World Bank (WB), Kemenag Republik Indonesia mengundang IAIN Syekh Nurjati (SNJ) Cirebon yang ditunjuk sebagai kampus Cyber Islamic University untuk bersama membahas detail wujud kerjasama anatara WB dan Kemenag dalam mewujudkan Cyber Islamic University (CIU) yang dilakukan melalui Join Zoom Meeting. Hadir dalam kesempatan tersebut pihak World Bank (WB), Pejabat Kementerian Agama RI Jakarta, Dr. H. Sumanta M.Ag (Rektor IAIN SNJ Cirebon), Dr. H. Saefudin Juhri M.Ag, (Warek I), Dr Hj Kartimi M.Pd, (Warek II), Dr. Hajam. M.Ag (Dekan FUAD),  dan sejumlah civitas PTKIN lainnya. Minggu (7/2/2021).\nDr. H. Ali Ramdhani, salah satu Dirjen di lingkungan Kemenag RI memaparkan sejumlah materi dan pendalamannya terkait program kerjasama WB dalam mewujudkan Cyber Islamic University. Pada kegiatan tersebut, diskusi hangat pun mengalir membahasa secara detail kerjasama WB ini dalam mewujudkan Cyber Islamic University. Pranata Humas IAIN Syekh Nurjati Cirebon, H. Muhamad Arifin M.Pd.I menyatakan rasa bangganya di mana IAIN Cirebon sebagai kampus Cyber Islamic University oleh Kementerian Agama Republik Indonesia. Beliau menjelaskan maksud dari kerjasama tersebut, termasuk pemaparan materi pembahasan Cyber Islamic University pada sudut pandang kelebihan dan keunggulannya. Dalam pembahasannya, beliau menjelaskan secara detail mengenai materi Cyber Islamic University, di antaranya materi tentang dasar hukum dan out putnya. Pokok bahasan pada Cyber Islamic Unuversity ini di antaranya Rasional dan Objective, Dasar Hukum, Dasar Penjaminan Mutu, Operasionalisasi, Time Line dan Kebutuhan. Kemudian Out Come Cyber Islamic University ini tentu harus sebagai pionir campus dan raise institutnya untuk mencerdaskan kehidupan bangsa. Menyangkut Rasional dan Objective, itu dikelompokan pada empat bagian, yakni Spirit dimana Cyber Islamice University ini Fokus mewujudkan kamous yang Ulil Albab yang ditandai dengan adanya Atitude, Skill dan Knowledge, sehingga Cyber Islamic University mampu melakukan Pendekatan, yakni menuju Smart Unversity, Pioneer Campus dan Raise Institut yang Out Come nya untuk mencerdaskan kehidupan bangsa.\n\n\nTerkait\n humas da publikasi\n\nPreviousPengumuman Penerima UKT 50% IAIN Syekh Nurjati Cirebon\n\nNextKosmologi Perempuan dalam Tasawuf dan Filsafat (PSGA IAIN Cirebon)\n\n",
        "cyber islamic university": 10,
        "universitas islam siber": 0,
        "ciu": 1,
        "Total_Frekuensi": 11
    },
    {
        "URL": "https://info.syekhnurjati.ac.id/cyber-islamic-university-perkuat-transformasi-iain-syekh-nurjati-cirebon/",
        "Article_Text": "\nCyber Islamic University Perkuat Transformasi IAIN Syekh Nurjati Cirebon\n22 Februari 2021\narifin\nBerita, Informasi, Kegiatan\n0\n\n\n\n\n\nDirjen Pendidikan Islam Muhammad Ali Ramdhani\n\nCirebon (Kemenag). Rektor IAIN Syekh Nurjati Cirebon Sumanta Hasyim yang mendampingi Dirjen Pendidikan Islam dan Direktur Diktis menyatakan kesiapan dan optimisnya. Doktor jebolan UIN Syarif Hidayatullah juga mengatakan, bahwa apa yang diharapkan oleh Kemenag tersebut sejalan dengan proses transformasi kelembagaan yang saat ini telah diajukan oleh IAIN Syekh Nurjati Cirebon. Kehadiran Universitas Islam Siber Syekh Nurjati Indonesia (UISSI) menjadi penguat transformasi kelembagaai IAIN Syekh Nurjati Cirebon dalam waktu dekat.\nDirjen Pendis Kementerian Agama RI Prof. Dr. Muhammad Ali Ramdhani dalam kegiatan UISI IAIN Syekh Nurjati Cirebon Tahun 2021\n“Kehadiran UISSI dapat pula merefleksikan semangat sivitas akademika IAIN  Syekh Nurjati Cirebon yang telah mengajukan proses transformasi kelembagaan IAIN menjadi universitas beberapa waktu yang lalu. Tidak hanya itu, dengan berubahnya IAIN Syekh Nurjati Cirebon menjadi UISSI yang berlevel internasional, dapat pula mengangkat kembali Cirebon sebagai episentrum khasanah keilmuan Islam pada masa lalu, saat Sunan Gunung Jati berdakwah se antero negeri,” ujar Rektor yang berpenampilan kalem.\nDi akhir pertemuan, Mahrus yang mewakili Tim Taskforce Diktis untuk UISSI menyampaikan laporan singkat dari pertemuan yang diselenggarakan pada tanggal 19 sd. 21 Februari 2021, menurutnya, pertemuan Tim Taskforce dengan pimpinan IAIN Syekh Nurjati telah menghasilkan beberapa keputusan sebagai guidance untuk melangkah lebih lanjut.\n“Ada 3 hal yang sudah kita sepakati. Pertama, kita telah menyepakati kehadiran UISSI di IAIN Syekh Nurjati Cirebon supaya ditindaklanjuti. Kedua, kita juga sudah menentukan timeline tahapan-tahapan penyelenggaraan UISI sesuai dengan arahan-arahan pimpinan. Dan Ketiga, desain infrastruktur UISSI sebagai perintis digital university keagamaan Islam akan dimatangkan Kembali rumusan strategis dan taktisnya.” ujar doktor lulusan Universitas Indonesia.\nDi tempat terpisah, Kepala Kantor Wilayah Kemenag Jawa Barat, Dr. H. Adib, M.Ag. menanggapi dengan rasa optimis akan kehadiran cyber Islamic university di Cirebon bersamaan dengan transformasi IAIN Syekn Nurjati menjadi universitas.\nDr. H. Adib, M.Ag Kepala Kantor Wilayah Kementerian Agama Pemerintah Provinsi Jawa Barat\n“Sangat layak karena di IAIN Syekh Nurjati Cirebon telah menginisiasi program smart campus yang sangat compatible dengan perkembangan di bidang teknologi informasi dan cyber”, ujar mantan Wakil Rektor 2 IAIN Syekh Nurjati Cirebon.\nDikatakan lebih lanjut Kakanwil Kemenag Jawa Barat, “Cirebon layak diusung sebagai Universitas Islam Siber karena didukung SDM yang unggul di bidang ini serta perangkat IT yang tersedia, antara lain kekuatan server yang sejak awal telah didesain memiliki kapasitas menuju kelas dunia, “ tandasnya dengan optimis.\n\nTerkait\n birohdikemenagridiktiskemenagriHumas dan Publikasiiain cirebonIAIN Syekh Nurjati CirebonkanwiljabarkemenagkemenagrikemeninfoUISSI Cirebon UISSI syekh nurjati cirebon\n\nPreviousAyo Lapor SPT Orang Pribadi (Tax Center IAIN Cirebon)\n\nNextCyber Islamic University (Universitas Islam Siber) Penuhi Janji Konstitusi\n\n",
        "cyber islamic university": 2,
        "universitas islam siber": 3,
        "ciu": 0,
        "Total_Frekuensi": 5
    },
    {
        "URL": "https://info.syekhnurjati.ac.id/iain-cirebon-dan-pt-al-masoem-muamalah-mandiri-berkolaborasi-lahirkan-uin-cyber-dalam-kemasan-air-mineral/",
        "Article_Text": "\nIAIN Cirebon dan PT. Al-Ma’soem Muamalah Mandiri Berkolaborasi, Lahirkan “UIN Cyber” dalam Kemasan Air Mineral\n14 Desember 2023\narifin\nBerita, Informasi\n0\n\n\n\n\n\n\nIAIN Cirebon – Suatu kesepakatan kerjasama yang menjanjikan dalam mengembangkan Tridharma Perguruan Tinggi dan Pengembangan Usaha di IAIN Syekh Nurjati Cirebon terwujud dengan penandatanganan Memorandum of Understanding (MoU) antara IAIN Cirebon – Pusat Pengembangan Bisnis (P2B) IAIN Syekh Nurjati dan PT. Al-Ma’soem Muamalah Mandiri (AM3) pada hari Kamis, 14 Desember 2023.\nWakil Rektor III Bidang Kemahasiswaan dan Kerjasama\nDalam sambutannya, Prof. Dr. Hajam, M.Ag, Wakil Rektor III Bidang Kemahasiswaan dan Kerjasama, mengungkapkan signifikansi transformasi tata kelola keuangan IAIN Syekh Nurjati Cirebon yang telah bergeser dari Satuan Kerja Penerimaan Negara Bukan Pajak (Satker PNBP) menjadi Badan Layanan Umum (BLU) sejak SK Kementerian Keuangan pada 20 Juni 2022. Prof Hajam, juga berpesan agar kerjasama ini dapat membuka peluang penyerapan tenaga kerja dari alumni IAIN Cirebon di masa depan. ungkap Hajam.\nRektor IAIn Syekh Nurjati Cirebon Prof Dr H Aan Jaelani, M.Ag didampingi Prof Hajam, M.Ag dan Ir. Hj Sunarini, M.Kom\nRektor IAIN Syekh Nurjati Cirebon, Prof. Dr. H. Aan Jaelani, M.Ag, juga menyampaikan harapannya terkait transformasi kelembagaan menjadi Universitas Islam Negeri Siber Syekh Nurjati Cirebon. Fokus kerjasama antara kedua entitas ini terletak pada pengembangan usaha di bawah naungan BLU yang dikelola oleh P2B IAIN Syekh Nurjati Cirebon. Salah satu proyek awal yang diumumkan adalah produksi kemasan Air Mineral yang akan diberi nama “UIN Cyber.”\nProgram Pengembangan Usaha BLU IAIN Cirebon Kemasan Air Mineral “UIN Cyber” yang digawangi oleh P2B, dalam kemasan baik yang berbentuk Galon 19 liter, Botol 1500 ml, Botol 330ml, dan cup 220ml,\nProf. Aan menjelaskan bahwa pemilihan warna biru sebagai dasar kemasan menandakan kehadiran siber, sementara gambar asap mewakili konektivitas sebagai wifi yang dinamis. Nama “UIN Cyber” sendiri dipilih untuk mencerminkan transformasi institusi ke arah UIN Siber Syekh Nurjati Cirebon. tegasnya.\nH. Entang Rosadi Masoem, SH., MH., Pimpinan PT. Al Masoem Group didampingi Evan Agustianto, Direktur PT. Al-Masoem Muamalah Madani\nEntang Rosadi Masoem, SH., MH., Pimpinan PT. Al Masoem Group, menyampaikan apresiasi atas kepercayaan yang diberikan kepada perusahaannya. Dia berharap kerjasama dalam pengembangan usaha BLU dapat mencapai kesuksesan.\nSementara, Evan Agustianto, Direktur PT. Al-Masoem Muamalah Madani, menjelaskan bahwa perusahaan mereka awalnya bergerak di sektor POM Bensin dan telah berkembang ke sektor lain seperti kemasan air mineral, apotik, dan lainnya. Evan dalam sambutannya di kegiatan MoU.\nPenandatangan MoU antara IAIN Syekh Nurjati dengan PT. Al-Masoem Muamalah Madani\nDi antara para undangan yang turut hadir dari IAIN Syekh Nurjati Cirebon adalah Rektor, Wakil Rektor I dan III, Kepala Biro Administrasi Umum dan Keuangan (AUAK), serta perwakilan dari berbagai fakultas seperti FITK (Fakultas Ilmu Tarbiyah dan Keguruan), FUA (Fakultas Ushuluddin dan Adab), FEBI (Fakultas Ekonomi dan Bisnis Islam), FDKI (Fakultas Dakwah dan Ilmu Komunikasi), FASYA (Fakultas Syariah), Kabag Umum dan Layanan Akademik dan Kasubbag TUPRT. Turut hadir pula tim Pusat Pengembangan Bisnis (P2B) yang akan terlibat langsung dalam pelaksanaan kerjasama ini.\nPenandatanagn MoU antara Direktur PT Al-Masoem dan P2B IAIN Syekh Nurjati Cirebon\nDari PT. Al-Masoem Muamalah Mandiri, H. Entang Rosadi Masoem, SH., MH., Pimpinan dari Al Masoem Group, hadir bersama dengan seluruh jajarannya. Di antara mereka adalah Evan Agustianto, Direktur perusahaan, serta anggota direksi lainnya seperti Mulyadi, Sukmaja Hidayat, Imas Masitoh, Yusuf, Zamroni, dan Iwan Hermawan.\nSesei foto bersama unsur pimpinan IAIN Cirebon dengan Pimpinan dan direksi PT Al-Masoem\nKehadiran para pemimpin dan perwakilan ini menunjukkan komitmen yang kuat dari kedua belah pihak dalam mengawal dan melaksanakan kesepakatan yang telah dibuat. Mereka siap untuk berkolaborasi dan membawa inovasi serta perkembangan yang signifikan dalam bidang Tridharma Perguruan Tinggi dan pengembangan usaha di IAIN Cirebon.\nMomentum penandatanganan kesepakatan kerjasama antara IAIN Syekh Nurjati Cirebon dan PT. Al-Ma’soem Muamalah Mandiri (AM3) pada hari ini semakin berwarna dengan kehadiran para pimpinan dari kedua entitas ini bersama dengan jajaran mereka.\nDengan sinergi antara akademisi yang berpengalaman dan kepiawaian dalam dunia usaha, diharapkan kerjasama ini akan menjadi tonggak penting bagi perkembangan pendidikan dan perekonomian di Cirebon serta memberikan dampak yang positif bagi masyarakat luas.\n\nTerkait\n \n\nPrevious“Sociophoria 2023: Kompetisi Esai Mahasiswa Nasional, Panggung Terbaik Karya Ilmiah”\n\nNext“IAIN Cirebon Dapat Kado Spesial di Penghujung Tahun: Dosen Raih Gelar Guru Besar“\n\n",
        "cyber islamic university": 0,
        "universitas islam siber": 0,
        "ciu": 0,
        "Total_Frekuensi": 0
    },
    {
        "URL": "https://info.syekhnurjati.ac.id/lepas-mahasiswa-plp-internasional-ke-sikk-malaysia-rektor-iain-cirebon-gaungkan-cyber-islamic-university/",
        "Article_Text": "\nLepas Mahasiswa PLP Internasional ke SIKK Malaysia, Rektor IAIN Cirebon Gaungkan Cyber Islamic University\n6 September 2023\narifin\nBerita, Informasi\n0\n\n\n\n\n\n\nIAIN Cirebon – Rektor IAIN Syekh Nurjati Cirebon, Prof. Dr. H. Aan Jaelani, M.Ag melepas 8 mahasiswa PLP Internasional di Sekolah Indonesia Kota Kinabalu (SIKK) Malaysia. Rabu, 06/09/2023.\nPelepasan ini langsung dipimpin oleh Rektor dengan didampingi oleh Prof. Dr. Hajam, M.Ag. (wakil rektor bidang kemahasiswaan dan Kerjasama), Prof. Dr. H. Ilman Nafi’a, M.Ag.(wakil rektor bidang administrasi umum,perencanaan dan keuangan), Dr. H. Saefuddin, M.Ag. (Dekan FITK), serta unsur pimpinan Fakultas Ilmu Tarbiyah dan Keguruan.\n“Seperti diketahui, Pengenalan Lapangan Persekolahan yang selanjutnya disingkat PLP adalah proses pengamatan/observasi dan pemagangan yang dilakukan mahasiswa Program Sarjana Pendidikan untuk mempelajari aspek pembelajaran dan pengelolaan pendidikan di satuan Pendidikan”. tutur Prof. Aan.\n\nSelain itu, Program ini merupakan upaya untuk memperluas wawasan, memperkaya pengalaman budaya, dan meningkatkan kemampuan bahasa Asing mahasiswa dalam lingkungan internasional. “IAIN Syekh Nurjati yang dalam waktu dekat akan bertransformasi menjadi Universitas Islam Siber Syekh Nurjati Indonesia (UINSSI) terus mendorong civitas akademika membangun Global Academic Excellence. Sehingga visi mewujudkan UINSSI sebagai World Class University dapat terwujud” tegas Prof. Dr. H. Aan Jaelani, M.Ag.\n“Selamat kepada adik-adik mahasiswa yang akan mengikuti kegiatan PLP Internasional di Sekolah Indonesia Kota Kinabalu (SIKK) Malaysia, jaga nama baik almamater kalian, rajin bermedsos terkait kegiatan PLP, senantiasa berkoordinasi dengan pihak fakultas ketika ada hal-hal yang dianggap urgen, serta gaungkan nama  IAIN Syekh Nurjati Cirebon adalah Cyber Islamic Universty, yang merupakan salah satu dari 7 program prioritas Menteri Agama Republik Indonesia”. pungkasnya.\n\nDalam kesempatan yang sama Dr. H. Saifuddin, M.Ag. Dekan Fakultas Ilmu Tarbiyah dan Keguruan, melaporkan rangkaian kegiatan PLP ini mulai dari pendaftaran tanggal 5 Juli s.d 4 Agustus , kemudian seleksi adminstrasi dan wawancara tanggal 5 s.d 7 Agustus, dan pengumuman peserta yang dinyatakan lolos seleksi pada tanggal 8 Agustus 2023.\n“ Izin menyampaikan pa rektor, alhamdulillah ada 8 mahasiswa yang dinyatakan lolos seleksi dan mereka mewakili dari beberapa prodi yang ada di fakultas ilmu tarbiyah dan keguruan”. tutur Dr. Saifuddin,\nLanjut Dr. H.Saifuddin, M.Ag, kedelapan mahasiswa tersebut adalah; Haris Maulana (Prodi MTK), Taufik Muhamad Haidir (Prodi Bio), Siti Nurlaela Sari (Prodi PGMI), Miftah Hudin (Prodi PAI), Misbahul Munir (Prodi PBA), Leonita (Prodi TB.Indo), Reyna Anastasia (Prodi PIAUD), dan Hanifah Animi (Prodi TB.Inggris).ungkapnya.\n\nSementara Dr. Atikah Syamsi (wakil Dekan bidang akademik) menuturkan, ”Kegiatan PLP Internasional ini diawali dari agenda PKM kolaborasi Internasional hibah kompetitif Litapdimas Kemenag tahun 2022, oleh karenanya berdasar rekomendasi dan hasil temuan di lapangan, maka FITK perlu menindaklanjuti agenda PKM Internasional ini melalui Program Kampus Mengajar dalam MBKM”.tutunya.\n\n“tentu upaya yang dilakukan oleh FITK ini secara prosedural telah dilakukan sejak bulan Juni, diawali dengan koordinasi awal melalui virtual dengan pihak Humas SIKK Edi Purwanto”.ucapnya.\n“Kami atas nama sivitas akademika IAIN Syekh Nurjati Cirebon, mengucapkan terimakasih dan apresiasi setinggi-tingginya kepada pihak Konjen RI Kota Kinabalu Malaysia yang sangat support serta mendukung dan menerima dengan sangat terbuka untuk kegiatan PLP Internasional di Sekolah Indonesia Kota Kinabalu (SIKK) Malaysia”. pungkasnya.\n\nTerkait\n \n\nPreviousProstitutes In Victoria Numbers Find Hooker in Victoria\n\nNextPSGA IAIN Cirebon dan YIFOS Indonesia, Tandatangani Perjanjian Jangka Panjang\n\n",
        "cyber islamic university": 1,
        "universitas islam siber": 1,
        "ciu": 0,
        "Total_Frekuensi": 2
    },
    {
        "URL": "https://info.syekhnurjati.ac.id/kunjungi-iain-komisi-viii-bahas-cyber-islamic-university-kabar-cirebon-17-september-2021/",
        "Article_Text": "\nKunjungi IAIN, Komisi VIII Bahas Cyber Islamic University (Kabar Cirebon/17 September 2021)\n15 Oktober 2021\narifin\nKliping Digital\n0\n\n\n\n\n\n\nKunjungi IAIN, Komisi VIII Bahas Cyber Islamic University\n\nTerkait\n \n\nPreviousPascasarjana IAIN Buka Dua Prodi Baru (Kabar Cirebon/10 September 2021)\n\nNextKomisi VIII DPR RI Cek Kesiapan UISSI (Radar Cirebon/20 September 2021)\n\n",
        "cyber islamic university": 2,
        "universitas islam siber": 0,
        "ciu": 0,
        "Total_Frekuensi": 2
    },
    {
        "URL": "https://info.syekhnurjati.ac.id/kementerian-agama-siap-luncurkan-uin-siber-syekh-nurjati-cirebon-inisiatif-terobosan-pendidikan-berbasis-siber/",
        "Article_Text": "\nKementerian Agama Siap Luncurkan UIN Siber Syekh Nurjati Cirebon: Inisiatif Terobosan Pendidikan Berbasis Siber\n23 November 2023\narifin\nBerita, Informasi\n0\n\n\n\n\n\n\nIAIN Cirebon – Sebuah langkah revolusioner tengah diambil oleh Kementerian Agama Republik Indonesia melalui Biro Hubungan Masyarakat, Data, dan Informasi (HDI). Hari ini, tim yang dipimpin oleh Hilman Fauzi dikirim untuk mengabadikan momen bersejarah terkait Cyber Islamic University di wilayah Jawa Barat, khususnya IAIN Syekh Nurjati Cirebon, yang tengah menjalani transformasi kelembagaan menjadi Universitas Islam Negeri Siber Syekh Nurjati Cirebon (UIN SSC). Kamis, (23/11/2023).\nscane behind video storyboard kisah sukses Universitas Siber Pertama di Indonesia, di ruang kerja Rektor\n“Kami bertekad menggali cerita sukses Kementerian Agama dengan 7 program prioritas, salah satunya adalah program Cyber Islamic University (UIN SSC). Ini adalah upaya kami untuk menampilkan terobosan dalam inisiasi UIN Siber Syekh Nurjati Cirebon, yang memberikan manfaat bagi ekosistem pendidikan,” ungkap Hilman Fauzi, Ketua Tim Project Video Storyboard.\nscane behind video storyboard kisah sukses Universitas Siber Pertama di Indonesia, ruang studio PJJ\nTransformasi ini menjadi sorotan karena berpotensi menjadikan UIN SSC sebagai satu-satunya perguruan tinggi keagamaan berbasis siber di Indonesia. Prof. Dr. H. Aan Jaelani, M.Ag, Rektor IAIN Syekh Nurjati Cirebon, menjelaskan, “Menteri Agama Yaqut Cholil Qoumas menekankan penuntasan tujuh program prioritas, Kementerian Agama termasuk di dalamnya peran aktif IAIN Cirebon dalam mewujudkan visi ini.”\nbriefing tim HDI, Humas dan PJJ sebelum pengambilan footage video storyboard kisah sukses Universitas Siber Pertama di Indonesia, ruang Kabag Umum dan Layanan Akademik\nMenyoroti program Transformasi Digital, Prof. Aan menegaskan, “Menag menuntut layanan Kementerian Agama terdigitalisasi dengan baik, menjadi warisan yang bernilai bagi masa depan.” Ini menjadi poin krusial bagi institusi pendidikan, termasuk IAIN Cirebon, dalam beradaptasi dengan era digital.\nscanebehind video storyboard kisah sukses Universitas Siber Pertama di Indonesia, di ruang kerja Rektor\n“Diharapkan video storyboard yang kami buat dapat selesai sesuai target dan menjadi inspirasi bagi kita semua,” tambah Prof. Aan, menandakan harapannya terhadap dampak positif dari inisiatif Kementerian Agama ini dalam mendorong transformasi pendidikan di Indonesia.\nbriefing tim HDI, Humas dan Rektor pembuatan video storyboard kisah sukses Universitas Siber Pertama di Indonesia, di ruang kerja Rektor\n\nTerkait\n \n\nPreviousPenerima Program Beasiswa Prestasi Non Akademik Tahun 2023\n\nNextSosialisasi dan Bimbingan Teknis Penyusunan Laporan Penilaian Kinerja ASN Tahun 2023 Melalui Aplikasi E-Kinerja BKN\n\n",
        "cyber islamic university": 2,
        "universitas islam siber": 0,
        "ciu": 0,
        "Total_Frekuensi": 2
    },
    {
        "URL": "https://info.syekhnurjati.ac.id/uin-siber-syekh-nurjati-cirebon-menjadi-magnet-seluruh-perguruan-tinggi-di-indonesia/",
        "Article_Text": "\nUIN Siber Syekh Nurjati Cirebon Menjadi Magnet seluruh Perguruan Tinggi di Indonesia\n31 Oktober 2023\narifin\nBerita, Informasi\n0\n\n\n\n\n\n\nIAIN Cirebon – Institut Agama Islam Negeri (IAIN) Syekh Nurjati Cirebon yang ditunjuk ssbagai pilot projek Menteri Agama RI Gus Yaqut Kholil Qoumas menjadi Universitas Siber Syekh Nurjati Cirebon, menerima benchmarking  dari Sekolah Tinggi Agama Hindu Negeri Mpu Kuturan Singaraja, Bali. Selasa, 31 Oktober 2023.\nSebagai The First University Syber in Indonesia, Wakil Rektor I Bidang Aakademik dan Pengembangan Lembaga IAIN Syekh Nurjati Cirebon, Prof. Dr. H. Jamali, M.Ag mengatakan kami telah siap lahir batin untuk bertransformasi menjadi Cyber Islamic University disela-sela menerima kunjungan dari STAHN Mpu Kuturan Singaraja, Bali di Kampus IAIN Syekh Nurjati Cirebon Jl Perjuangan Sunyaragi Kota Cirebon Jawa Barat. Kunjungan yang dihadiri langsung oleh Wakil Rektor I, Prof Dr. Jamali, M.Ag, Ketua Jurusan PJJ PAI Dr. Moh Ali, M.Pd, dan Sekretaris urusan Zaki Yavani, M.Pd, Wakil Ketua STAHN Singaraja Bali Dr. I Made Sedana, Ketua LPM Dr. I Yoman Suka Adiyasa.\nDalam kegiatan benchmarking tersebut membahas kerja sama Tri Dharma Perguruan Tinggi dan memiliki keinginan belajar mendirikan PJJ atas Ijin Kementerian agama RI.  pertemuan ini merupakan upaya kedua belah pihak untuk terus meningkatkan kualitas pendidikan di Indonesia.  Dr. Moh Ali, M.Pd, selaku Ketua Jurusan Pendidikan Jarak jauh PAI Fakultas Tarbiyah dan Ilmu Keguruan mengatakan kerja sama ini berfokus kepada pembentukkan, peningkatan kulitas SDM, Program Kegiatan, Aplikasi dan  kegiatan merdeka belajar kampus merdeka (MBKM).\n“Dengan adanya kerja sama ini, diharapkan akan tercipta sinergi yang akan menghasilkan program pendidikan yang berkualitas tinggi, serta akan memberikan kesempatan bagi mahasiswa yang ada didaerah-daerah terpencil dapat menikmati Pendidikan dengan kualitas dosen yang mumpuni, dengan melakukan pertukaran dosen serta menggali kompetensi,” ujarnya.\nDalam pertemuan tersebut. Dr. Moh Ali, M.Pd menambahkan, dengan adanya potensi besar Fintech di bali- Indonesia, kerja sama ini diharapkan dapat menjadi jawaban atas kebutuhan tersebut, dengan menyediakan program pendidikan dan pelatihan yang berkualitas untuk meningkatkan kemampuan dan keterampilan tenaga pendidik dan kependidikan.\n“Kami sangat senang dapat bekerja sama dengan STAHN Mpu Kuturan Singaraja, Bali. Kami berharap kerja sama ini dapat memberikan manfaat bagi kedua belah pihak dan masyarakat Indonesia,” ungkapnya.\nSementara itu, Wakil Ketua STAHN Singaraja Bali Dr. I Made Sedana menambahkan, kerja sama ini merupakan langkah strategis bagi STAHN untuk terus meningkatkan kualitas pendidikan.\n“Kami yakin bahwa dengan adanya gagasan kerja sama ini, mahasiswa kami akan mendapatkan kesempatan untuk meningkatkan kemampuan dan keterampilan mereka di bidang syber. Selain itu, kerja sama ini juga diharapkan dapat menjadi salah satu solusi bagi para profesional yang ingin melanjutkan studi ke jenjang sarjana dengan model PJJ. pungkas Dr. I Made Sudana.\n\nTerkait\n \n\nPreviousWarek I IAIN Cirebon, Melepas Kontingen PORSI JAWARA I Tahun 2023 di Jember\n\nNextPengumuman Beasiswa Prestasi Non Akademik\n\n",
        "cyber islamic university": 1,
        "universitas islam siber": 0,
        "ciu": 0,
        "Total_Frekuensi": 1
    },
    {
        "URL": "https://info.syekhnurjati.ac.id/rektor-iain-cirebon-mewisuda-560-wisudawan-di-hari-pertama-wisuda-ke-xxvii/",
        "Article_Text": "\nRektor IAIN Cirebon, Mewisuda 560 Wisudawan di Hari Pertama Wisuda Ke XXVII\n24 Oktober 2023\narifin\nBerita, Informasi\n0\n\n\n\n\n\n\nIAIN Cirebon – IAIN Syekh Nurjati Cirebon  menggelar acara Wisuda Sarjana, Magister dan Doktor Ke- XXVII dengan tema “Bersatu, Unggul, dan Mendunia Menuju UIN Siber Syekh Nurjati Cirebon”. Kegiatan wisuda kali ini dilaksanakan selama 3 hari mulai Selasa-Kamis, 24-26 Oktober 2023, bertempat di Ballroom Apita Hotel jalan Tuparev Kabupaten Cirebon.\n\nWisuda Sarjana, Magister dan Doktor Ke XXVII IAIN Syekh Nurjati Cirebon pada hari pertama mewisuda sebanyak 560 wisudawan Fakultas Ilmu Tarbiyah dan Keguruan yang terdiri dari, Prodi Pendidikan Agama Islam (PAI) 157 Orang, Prodi Tadris Bahasa Arab (TBA)  49 Orang, Prodi Tadris Matematika 144 Orang, Prodi Pendidikan Islam Anak Usia Dini (PIAUD) 44 Orang dan Prodi Tadris Bahasa Inggris (TBI)  sebanyak 166 Orang.\nDalam Pidatonya Rektor IAIN Syekh Nurjati Cirebpn Prof. Dr. H. Aan Jaelani, M.Ag. menyampaikan, perguruan tinggi sekarang ini berkompetisi untuk melakukan transformasi digital secara menyeluruh agar makin tangguh bersaing di kancah global. Digitalisasi itu akan lebih efektif jika para pemimpin kampus juga memiliki literasi digital yang mumpuni. Digitalisasi saat ini sudah tidak bisa ditawar-tawar lagi karena merupakan kehendak zaman. Dengan digitalisasi juga melahirkan banyak kemudahan, seperti terhadap layanan kepada mahasiswa, dosen dan publik. Transformasi harus dimulai dari para pemimpin kampus yang terliterasi digital. Ini memang butuh proses. Tapi transformasi ini harus dilakukan karena akan lebih siap bersaing di kancah internasional. Digitalisasi akan membuat layanan menjadi hemat anggaran. Bahkan ke depan layanan akan semakin murah karena terbangun ekosistem yang saling terintegrasi. Layanan di kampus harus benar-benar dibuat yang terintegrasi, jaringan internet yang handal dan cepat untuk memenuhi seluruh layanan.\n\nMasih Prof. Aan, Tren Global Pendidikan Tinggi (PT) ditandai dengan 4 hal, yaitu: Pertama, Masifikasi. Urgensi PT untuk ekonomi berbasis pengetahuan, menuju PT universal; Kedua, Globalisasi. SDM kunci kompetisi tanpa batas, mobilisasi dosen dan mahasiswa; Ketiga, Tren kurikulum: dampak digital pada lanskap lapangan kerja, competency-based education untuk memperkecil skills gap; dan Keempat, pengaruh teknologi, berupa modalitas baru pembelajaran online, hybrid, in-person, dan jejaring global. Karena itu, Tren PT: Belajar dari mana saja, kapan saja; Terjangkau dan inklusif; Tidak ada monopoli layanan PT; Pembelajaran aktif; Butuh keterampilan relevan; Mengedepankan ‘practicality’ (kebekerjaan pasca lulus).\n“Ini semua menjadi bahan pertimbangan utama bagi kebijakan dan program untuk transformasi kelembagaan IAIN Syekh Nurjati Cirebon. IAIN Syekh Nurjati Cirebon saat ini dalam proses transformasi kelembagaan menjadi Cyber Islamic University (CIU) atau universitas digital sesuai KMA RI No. 860 Tahun 2022 tentang Penetapan IAIN Syekh Nurjati Cirebon sebagai Pilot Project Perguruan Tinggi Keagamaan Islam Berbasis Siber dan Keputusan Direktur Jenderal Pendidikan Islam No. 1175 Tahun 2021 tentang Penetapan IAIN Syekh Nurjati Cirebon sebagai Pilot Project PTKI Berbasis Siber (Digital University)”. tutur Prof. Aan.\nTransformasi kelembagaan IAIN Syekh Nurjati Cirebon menjadi Universitas Islam Negeri Siber Syekh Nurjati Cirebon  atau  yang disingkat UIN SSC, memiliki tiga program besar yakni. Pertama Program pendidikan berbasis siber sebagai frontier advokasi Gerakan Open Islamic Education Resources (OIER). Kedua Proses belajar mengajar berbasis Digital Multimedia University (DMU) dalam mengembangkan Perguruan Tinggi Keagamaan Islam (PTKI) sebagai knowledge creation and transmission. Ketiga Pendidikan Jarak Jauh (PJJ) berbasis tekhnologi atau universitas siber yang networked, digital dan virtual.\nKebijakan ini menjadi salah satu program prioritas dan inovasi pendidikan tinggi dalam bidang transformasi digital yang menjadi kebijakan Menteri Agama RI, K.H. Yaqut Qolil Qaumas, dengan menghadirkan layanan pendidikan untuk semua. Kehadiran Cyber Islamic University ini untuk memastikan bahwa tidak ada warga negara yang tidak terlayani untuk kuliah di perguruan tinggi keagamaan Islam, terutama untuk merespon kebutuhan di lapangan. Transformasi kelembagaan ini untuk menjawab tantangan global dalam menyiapkan sumber daya manusia dan peningkatan mutu layanan di era industri 4.0 dan era society 5.0 dengan menghadirkan kemandirian kampus untuk peningkatan mutu layanan kepada masyarakat.\nDengan demikian, IAIN Syekh Nurjati Cirebon yang sebentar lagi menjadi UIN Siber Syekh Nurjati Cirebon memiliki visi baru, “Universitas Islam Siber yang Unggul Menuju Universitas Berkelas Dunia untuk Semua Tahun 2030”, yang diturunkan dalam misi berikut: 1) Mewujudkan pendidikan masa depan yang menjadikan universitas sebagai frontier advokasi gerakan OIER (Open Islamic Educational Resources) di dunia dengan tata kelola berbasis siber untuk keberlanjutan mutu dan layanan; 2) Menyelenggarakan program pendidikan jarak jauh (PJJ) dan pendidikan berbasis teknologi atau cyber university yang networked, digital, dan virtual untuk menghasilkan SDM dan lulusan yang kreatif dan profesional dengan pembelajaran berbasis multimedia digital; 3) Meningkatkan kualitas penelitian dan pengabdian kepada masyarakat dengan pemikiran global untuk menghasilkan nilai tambah ekonomi, mengembangkan kolaborasi, dan meningkatkan layanan umum yang berkualitas; dan 4) Mewujudkan pendidikan masa depan dengan tata kelola berbasis siber untuk penyempurnaan dan keberlanjutan mutu dan layanan.\n\nSaat UIN Siber Syekh Nurjati Cirebon terwujud, kami telah mempersiapkan strategi pencapaiannya dengan melakukan langkah-langkah yang diturunkan menjadi rencana strategis: 1) Melakukann inovasi dalam pendidikan futuristik dengan mengembangkan model-model pembelajaran berbasis multimedia digital; 2) Mengembangkan manajemen mutu akademik pada penyelenggaraan pendidikan dengan 3 akases dan layanan luas melalui pendidikan jarak jauh untuk semua; 3) Membangun platform akademik berbasis artificial intelligence dan big data pada pengelolaan pendidikan, penelitian, dan pengabdian kepada masyarakat; 4) Mengembangkan integrasi ilmu pengetahuan yang diimpelementasikan dalam kurikulum dan lembaga yang memperkuat nilai-nilai moderasi beragama; 5) Menyiapkan program universitas yang terintegrasi dengan pencapaian tujuan pembangunan berkelanjutan untuk menghasilkan lulusan profesional dan kompetitif di dunia kerja; dan 6) Meningkatkan kerjasama dengan mitra industri untuk pengembangan kewirausahaan akademik dan pengembangan teknologi untuk kemandirian mahasiswa dan lulusan.\nLangkah awal yang dilakukan untuk mewujudkan UIN Siber Syekh Nurjati Cirebon adalah transformasi digital. Transformasi digital adalah mentransformasikan proses organisasi, membangun kompetensi dan model baru melalui teknologi digital secara mendalam dan strategis. Elemen manusia adalah kunci di semua tingkatan, yaitu, proses baru untuk interaksi manusia-manusia dan manusia-mesin berdasarkan teknologi digital dengan menggunakan objek digital yang dibuatnya.\nTransformasi digital ini tak bisa dilakukan dengan cepat. Meski demikian, saya mendorong seluruh pimpinan kampus, para dosen, tenaga kependidikan, dan mahasiswa untuk terus beradaptasi dengan kemajuan teknologi. Juga kampus akan mengiringi dengan inovasi kebijakan yang membumi. Pimpinan kampus harus memiliki leadership skill dalam berkomunikasi, interpersonal, mentorship dan penguasaan internet of things (IoT). pungkas Prof. Aan.\nLanjut Prof. Aan sebelum menutup pidatonya menyampaikan, kami atas nama pimpinan IAIN Syekh Nurjati Cirebon menyampaikan terimakasih yang tulus dan mendalam atas kepercayaan Bapak dan Ibu selaku orang tua mahasiswa yang telah mempercayai institusi kami sebagai tempat pendidikan dari para mahasiswa. Banyak hal yang memiliki kekurangan terutama dalam memberikan bimbingan dan pembelajaran ataupun layanan akademik lainnya kepada para mahasiswa. Kami menyadari dengan berharap Bapak dan Ibu dapat memaafkan kekurangan dan kealfaan tersebut. Kami mengembalikan para mahasiswa yang berbahagia sekarang ini, setelah menempuh studi dengan ragam tantangan, hambatan, bahkan pengorbanan yang besar.\n\nSemoga Allah swt selalu memberikan kemudahan, kelapangan, dan kemashlahatan bagi para alumni untuk mengamalkan ilmu yang telah dimiliki, serta mengembangkan kompetensi sesuai keilmuan masing-masing dalam berkontribusi merajut kebersamaan, keberagaman, dan persatuan dalam kehidupan kebangsaan, seiring dengan berharap akan keberkahan pada kebekerjaan yang diraih mulai hari ini, esok, dan masa depan. Terima kasih dan penghargaan yang tinggi saya haturkan kepada Bapak/Ibu dan para alumni dan mohon maaf jika ada kata-kata yang kurang berkenan. Teriring doa untuk kebaikan kita semua. Hanya kepada Allah Yang Maha ‘Alim selalu berharap atas limpahan ilmu-Nya.\n\nTerkait\n \n\nPreviousMenyongsong Pelayanan Publik yang Lebih Baik, 15 ASN PPPK IAIN Cirebon Ikuti Orientasi di BDK Bandung\n\nNextIAIN Cirebon Gelar Wisuda, Prof Aan Sampaikan Progres Transformasi, UINSSC Sebentar Lagi Terwujud\n\n",
        "cyber islamic university": 2,
        "universitas islam siber": 1,
        "ciu": 1,
        "Total_Frekuensi": 4
    },
    {
        "URL": "https://info.syekhnurjati.ac.id/workshop-fdk-integrasi-tridharma-perguruan-tinggi-berbasis-siber/",
        "Article_Text": "\nWorkshop FDKI “Integrasi Tridharma Perguruan Tinggi Berbasis Siber”\n10 Oktober 2023\narifin\nBerita, Uncategorized\n0\n\n\n\n\n\n\nSambutan Rektor IAIN Syekh Nurjati Cirebon pada kegiatan workshop integrasi tridharma perguruan tinggi berbasis siber pada Fakultas Dakwah dan Komunikasi Islam bertempat di ballroom grand thriyas hotel Cirebon\nSambutan Dekan FDKI pada kegiatan integrasi tridharma perguruan tinggi berbasis siber pada Fakultas Dakwah dan Komunikasi Islam bertempat di ballroom grand thriyas hotel Cirebon\nFakultas Dakwah dan Komunikasi Islam (FDKI) Institut Agama Islam Negeri (IAIN) Syekh Nurjati Cirebon menggelar kegiatan workshop integrasi tridharma perguruan tinggi berbasis siber pada Fakultas Dakwah dan Komunikasi Islam bertempat di ballroom grand thriyas hotel Cirebon selama tiga hari Selasa-Kamis tanggal 10 sd 12 Oktober 2023. Kegiatan diikuti oleh tenaga pendidik dan kependidikan di lingkungan FDKI IAIN Syekh Nurjati Cirebon. Kegiatan dihadiri oleh Prof. Dr. H. Aan Jaelani, M.Ag (Rektor), Dr. Siti Fatimah, M. AHum (Dekan FDKI) dan didampingi unsur pimpinan FDKI dan tamu undangan. Kegiatan kali workshop kali ini menghadirkan Dr. Abdullah Sumrahadi, S.Ip., M.Se (Departement of Internasional Relation, President University Jababeka Indonesia dan University of Malaysia. Selasa (10/10/23)\nKegiatan tersebut dibuka langsung oleh Prof. Aan dan dalam sambutannya menyampaikan, IAIN Cirebon menjadi pilot project transformasi pendidikan secara digital (Pembelajaran Jarak Jauh/PJJ) dalam hal ini prodi Pendidikan Agama Islam yang akan disusul beberapa prodi dalam waktu dekat dan juga alih status menjadi Cyber University. Prof. Aan berharap beberapa persiapan untuk menyambutnya antara lain, pertama, UIN Cyber Syekh Nurjati Cirebon harus mengambil peran sebagai Open Islamic Education Resources, yang mana kita akan menjadi rujukan secara online oleh karena itu perlu disiapkan infrastruktur yang bisa menjawab itu semua yang mencerminkan siber university. Nantinya mahasiswa Universitas Siber Syekh Nurjati Cirebon bisa berasal dari berbagai negara bahkan sebagai kampus yang inklusif bisa dari agama selain Islam. Beliau berharap dengan adanya kegiatan ini bisa memberikan pencerahan dan melakukan percepatan-percepatan menuju Cyber Islamic University.\nDr. Fatimah dalam sambutannya menyampaikan bahwa kampus kita yang sebentar lagi menjadi kampus siber tentunya segala pelayanan seperti penelitian, pembelajaran, pengabdian dan lain-lain harus berbasis siber untuk itulah kegiatan ini diadakan.\nDr. Fatimah menyampaikan banyak terima kasih atas terselenggaranya kegiatan tersebut dan berharap para peserta bisa mengikuti kegiatan tersebut dengan sungguh-sungguh.\n \n\nTerkait\n \n\nPreviousTerus Dorong Kemandirian Pesantren, Menag: Amanah Presiden Jokowi\n\nNextPENGUMUMAN HASIL VERIFIKASI BERKAS PENDAFTARAN BEASISWA DAN SELEKSI WAWANCARA PROGRAM KIP KULIAH RECRUITMENT IAIN CIREBON TAHUN 2023\n\n",
        "cyber islamic university": 1,
        "universitas islam siber": 0,
        "ciu": 0,
        "Total_Frekuensi": 1
    },
    {
        "URL": "https://info.syekhnurjati.ac.id/songsong-universitas-siber-fua-gelar-coaching-clinic-digitalisasi-modul-pembelajaran/",
        "Article_Text": "\nMenuju Universitas Siber, FUA Gelar Coaching Clinic Digitalisasi Modul Pembelajaran\n21 Agustus 2023\narifin\nBerita, Kegiatan\n0\n\n\n\n\n\n\nFUA Cirebon, 21 Agustus 2023 – Fakultas Ushuluddin dan Adab (FUA) di Institut Agama Islam Negeri (IAIN) Syekh Nurjati Cirebon menggelar acara Coaching Clinic Digitalisasi Modul Pembelajaran pada tanggal 21 hingga 22 Agustus 2023. Kegiatan ini berlangsung di Aula Gedung Rektorat lantai 3 dengan mengusung tema “Digitalisasi Modul di Fakultas Ushuluddin dan Adab Menyongsong UINSSI Institut Agama Islam Negeri Cirebon”.\n\nMenurut Dr. Anwar Sanusi, M.Ag. acara ini merupakan langkah strategis dalam meningkatkan kompetensi para dosen FUA dalam menghadapi era transformasi digital yang semakin meluas. Coaching Clinic ini dihadiri oleh para Ketua Jurusan dan dosen pengembang modul pembelajaran di lingkungan FUA. Tujuan utama dari kegiatan ini adalah untuk mengajarkan pendekatan baru dalam mengembangkan bahan ajar berbasis digital yang relevan dengan tuntutan masa depan. tuturnya.\nSementara narasumber utama pada acara ini adalah Dra. Marisa, M.Pd., yang juga merupakan Ketua Program Studi Teknologi Pendidikan dari FKIP Universitas Terbuka.  Dra. Marisa menyoroti pentingnya pengembangan buku ajar yang strategis sebagai solusi dalam menyajikan materi pembelajaran yang tepat dan bermanfaat bagi mahasiswa. Beliau juga membagikan wawasan mengenai domain kemampuan manusia, model pengembangan sistem pembelajaran, struktur kemampuan dalam pembelajaran, alur pengembangan bahan ajar, garis besar pengembangan buku ajar, dan struktur buku ajar yang ideal. paparnya.\n\nPeserta Coaching Clinic ini sangat antusias dalam berdiskusi dan bertanya mengenai berbagai aspek yang terkait dengan pengembangan buku ajar digital. Diskusi ini difasilitasi oleh Leny Sri Wahyuni, M.Hum., yang membantu menggali pemahaman lebih dalam mengenai rancangan ideal sebuah buku ajar, efektivitas penggunaan buku ajar, serta berbagai aspek teknis terkait relevansi dan Capaian Pembelajaran Lulusan (CPL) yang berkorelasi dengan peta kompetensi mata kuliah.\nDalam akhir acara, Dr. Anwar Sanusi, Dekan FUA, menyampaikan rasa terima kasih dan penghargaan kepada seluruh peserta Coaching Clinic. Meskipun di tengah kesibukan awal tahun ajaran baru, para peserta tetap berpartisipasi aktif dalam acara ini. Dr. Anwar menekankan bahwa acara ini merupakan langkah awal yang penting dalam persiapan FUA dalam menghadapi masa depan, khususnya dalam menjadikan IAIN Syekh Nurjati sebagai Cyber Islamic University. pungkasnya.\n\nKegiatan Coaching Clinic Digitalisasi Modul Pembelajaran ini diharapkan akan memberikan dampak positif bagi perkembangan pendidikan di FUA serta menjadikan dosen-dosen di Fakultas Ushuluddin dan Adab lebih siap dan kompeten dalam menghadapi perubahan dunia pendidikan yang semakin dinamis dan bertransformasi secara digital.\n\nTerkait\n \n\nPreviousMoU dan MoA IAIN Syekh Nurjati Cirebon dengan UIN Gusdur Pekalongan\n\nNextPBAK IAIN Syekh Nurjati Cirebon Tahun 2023, Pendidikan Inklusif dan Moderasi Beragama\n\n",
        "cyber islamic university": 1,
        "universitas islam siber": 0,
        "ciu": 0,
        "Total_Frekuensi": 1
    },
    {
        "URL": "https://info.syekhnurjati.ac.id/sidang-senat-terbuka-wisuda-sarjana-magister-dan-doktor-ke-xxvi-tahun-2023/",
        "Article_Text": "\nSidang Senat Terbuka, Wisuda Sarjana, Magister dan Doktor Ke XXVI IAIN Syekh Nurjati Cirebon Tahun 2023\n24 Mei 2023\narifin\nBerita, Kegiatan\n0\n\n\n\n\n\n\n\nInatitut Agama Islam Negeri (IAIN) Syekh Nurjati Cirebon melalui Sidang Senat Terbuka, menggelar Wisuda Sarjana, Magister dan Doktor ke XXVI dengan tema ‘Membangun Generasi Digital Menyongsong Cyber Islamic University‘, bertempat di Ballroom Hotel Aston Cirebon. Prosesi Wisuda Ke XXVI ini dihadiri oleh anggota senat IAIN Syekh Nurjati Cirebon dan diikuti sebanyak 1.531 Wisudawan yang terbagi ke dalam dua gelombang. Gelombang pertama digelar pada tanggal 24 Mei 2023 dengan jumlah 758 wisudawan dan gelombang kedua, sebanyak 773 Wisudawan digelar pada Kamis, 25 Mei 2023. Prosesi Wisuda XXVI pada gelombang pertama sebanyak 758 Wisudawan ini, di antaranya Fakultas Syariah 220 orang, Fakultas Ekonomi dan Bisnis Islam sebanyak 249 orang, Fakultas Dakwah dan Komunikasi Islam sebanyak 207 orang dan Program Pascasarjana S2 sebanyak 69 orang serta S3 sebanyak 13 orang. Rabu, (24/05/2023)\nRektor menyampaikan terimakasih kepada segenap orang tua wisudawan atas nama sivitas akademika IAIN Syekh Nurjati Cirebon. “Kami atas nama pimpinan IAIN Syekh Nurjati Cirebon menyampaikan terimakasih yang tulus dan mendalam atas kepercayaan Bapak/Ibu selaku orang tua mahasiswa yang telah mempercayai institusi sebagai tempat pendidikan dari para mahasiswa. Banyak hal yang memiliki kekurangan terutama dalam memberikan bimbingan dan pembelajaran ataupun layanan akademik lainnya kepada para mahasiswa. Kami menyadari dengan berharap Bapak/Ibu dapat memaafkan kekurangan dan kealfaan tersebut. Semoga Allah swt selalu memberikan kemudahan, kelapangan, dan kemaslahatan bagi para alumni untuk mengamalkan ilmu yang telah dimiliki, serta mengembangkan kompetensi sesuai keilmuan masing-masing dalam berkontribusi merajut kebersamaan, keberagaman, dan persatuan dalam kehidupan kebangsaan, seiring dengan berharap akan keberkahan pada kebekerjaan yang diraih mulai hari ini, esok, dan masa depan”.\nRektor IAIN Syekh Nurjati Cirebon, Prof. Dr. H. Aan Jaelani, M.Ag dalam pidato Wisuda Sarjana, Magister dan Doktor ke XXVI menekankan tentang Cyber University, Penguatan Digital Culture, dan Keberlanjutan Lulusan Menghadapi Tantangan Global. Menurut Beliau, IAIN Syekh Nurjati Cirebon saat ini dalam proses transformasi kelembagaan menjadi Cyber Islamic University (CIU) sebagaimana Keputusan Dirjenpedis No.1175 Tahun 2021 tentang Penetapan IAIN Syekh Nurjati Cirebon sebagai Pilot Project PTKI Berbasis Siber (Digital University) dan menerapkan Pengelolaan Keuangan Badan Layanan Umum (PK BLU) sebagaimana Keputusan Kemenkeu RI No. 252/KMK. 05/2022 tentang Penetapan IAIN Syekh Nurjati Cirebon dan IAIN Salatiga pada Kementerian Agama sebagai Instansi Pemerintah yang menerapkan pola PK BLU.\nFakta ini tentunya tidak lepas dari program prioritas dan inovasi pendidikan tinggi yang menjadi kebijakan Menteri Agama RI, K.H. Yaqut Qolil Qaumas, dengan menghadirkan layanan pendidikan untuk semua. Kehadiran Cyber Islamic University ini untuk memastikan bahwa tidak ada warga negara yang tidak terlayani untuk kuliah di perguruan tinggi keagamaan Islam, terutama untuk merespon kebutuhan di lapangan.\nMenurut Beliau, transformasi kelembagaan ini untuk menjawab tantangan global dalam menyiapkan sumber daya manusia dan peningkatan mutu layanan di era industri 4.0 dan era society 5.0 dengan menghadirkan kemandirian kampus untuk peningkatan mutu layanan kepada masyarakat. IAIN Syekh Nurjati Cirebon memiliki kekuatan sebagai perguruan tinggi yang diberikan kepercayaan oleh Kementerian Agama RI untuk bertransformasi menjadi CIU dalam pembelajaran online secara penuh dengan menghadirkan Program Studi S1 Pendidikan Jarak Jauh (PJJ) Pendidikan Agama Islam tahun 2021. Jumlah mahasiswa 2021 dan 2022 mencapai 2200 orang dari seluruh propinsi Indonesia. Seluruh mahasiswa diberikan beasiswa selama menempuh studi melalui program LPDP (Basori, 2022).\nDijelaskan, tahun 2023 ini, program PJJ Non-PAI akan dibuka 7 Program Studi yang telah diusulkan kepada Direktorat Pendidikan Tinggi Islam untuk memberikan akses luas kepada seluruh masyarakat Indonesia di berbagai wilayah terpencil, terluar, dan terdalam. Program unggulan ini telah memposisikan IAIN Syekh Nurjati Cirebon sebagai Perguruan Tinggi Keagamaan Islam (PTKI) pertama di Indonesia yang sepenuhnya diselenggarakan secara daring. Pendidikan Jarak Jauh ini akan dikembangkan pula pada beragam bidang ilmu dari program studi yang menyelenggarakan pembelajaran offline dengan akreditasi unggul, baik jenjang pendidikan sarjana, magister, sampai doktor untuk merespon kebutuhan masyarakat dan perkembangan teknologi digital yang memengaruhi industri global saat ini. “CIU merupakan universitas dengan program kuliah yang sesuai dengan perkembangan teknologi masa kini dan mengusung prinsip keterbukaan untuk pendidikan bagi semua orang di seluruh Indonesia dan luar negeri. Lulusan program ini memiliki prospek kerja yang selaras dengan perkembangan teknologi digital dan memiliki keterampilan mumpuni untuk menjadi seorang profesional dalam bidang ilmunya. Hal ini tentu tak lepas dari sarana-prasarana dan proses pembelajaran yang didukung dengan teknologi yang canggih“.\nBeliau menjelaskan, dalam konteks evolusi universitas, perguruan tinggi telah mengalami tiga generasi: universitas abad pertengahan, universitas riset (universitas tipe Humboldt), dan universitas wirausaha berteknologi tinggi dan sains. Sekarang ini, fenomena yang ada menunjukkan evolusi akademik dan pendidikan tinggi pada universitas generasi ke-4, yaitu universitas online dan digital. Sebagian besar karena pandemi COVID-19, yang meluncurkan revolusi digital di bidang akademik dan pendidikan tinggi.\nPermintaan pendidikan tinggi dalam skala global, katanya, telah mempengaruhi semua sistem pendidikan dan negara di seluruh dunia akibat penurunan ekonomi dan kebangkitan pendidikan digital. Pergolakan digital saat ini di sektor pendidikan dimotivasi oleh kenaikan biaya, peningkatan daya saing, dan peningkatan harapan, sehingga organisasi perlu mempersiapkan masa depan dengan menggunakan teknologi dan data baru untuk mengubah proses dan memodernisasi system.\nKebutuhan mahasiswa yang sekarang ini hidup dengan budaya digital menjadi paling penting sehingga melahirkan universitas siber. Istilah “dunia maya” dapat didefinisikan sebagai ruang informasi jaringan, tetapi yang, dari bagian dalam komputer ke layar, mencapai kita dalam bentuk bahasa-bahasa yang dikenal: lisan, maya, bunyi dan segala campurannya. Jadi dunia maya hanyalah cara metaforis untuk menamai internet, jaringan dari jaringan.\nIAIN Syekh Nurjati Cirebon dengan platformi CIU adalah universitas sebagai tempat dunia maya. Universitas sebagai ekspresi identitasnya yang melibatkan aktor manusia dan non manusia menunjuk tempat di dunia maya. Hubungan antara dosen dan mahasiswa akan dimediasi oleh perangkat teknologi, hanya mungkin terjadi interaksi antara aktor manusia dan non-manusia. Faktanya, tanpa sinyal internet, tanpa berfungsinya semua perangkat elektronik yang diperlukan untuk membangun hubungan antara manusia, kelas, kuliah, dan lainnya, tidak akan terjadi.\nPembentukan jaringan aktor manusia dan non-manusia (teori actor-jaringan) ini akan menghasilkan universitas dunia maya. Universitas siber seperti konsep “cyberplace” atau “tempat” diskusi dan apropriasi pengetahuan, konsep penelitian dan pengembangan ide ini, ketika ditransfer secara keseluruhan ke dunia maya, memunculkan refleksi tentang pentingnya fisik universitas.\nSementara istilah cyber university dapat dijelaskan dengan konsep network society yang mengilustrasikan peran universitas dalam proses konstruksi dan penyebaran pengetahuan. Perguruan tinggi sebagai agen utama diseminasi inovasi sosial karena suatu generasi demi generasi muda melalui tahapan ini dengan mengetahui cara-cara baru untuk berpikir, administrasi, bertindak dan komunikasi, dan membiasakan diri dengan mereka.\nAdanya perubahan dalam cara membangun dan mengelola pengetahuan universitas selama pandemi COVID-19 menunjukkan bahwa inovasi pendidikan diadaptasi melalui universitas.\nModel pendidikan yang efisien selalu berkaitan dengan visi masyarakat yang bentuknya berupa universitas sebagai tempat virtual. Dunia maya memperluas kemungkinan hubungan antara semua yang terlibat, baik aktor manusia maupun non-manusia. Dalam masyarakat berjejaring, beberapa proses di tingkat global berlangsung dalam jaringan seperti komunikasi, ekonomi, hubungan sosial dan, tentu saja, pendidikan.\nKonsep masyarakat jaringan menempatkan model pendidikan jaringan sebagai prioritas, sehingga konsep pendidikan jaringan (network education) sebagai proses sosialisasi dan pengembangan otonomi yang bertujuan untuk integrasi sosial dan melibatkan perolehan pengetahuan, keterampilan, dan nilai.\nOleh karena itu, universitas siber terlibat dalam jaringan ini dan berdasarkan proses pengunggahan yang mendalam, universitas pasti ditempatkan di ruang virtual sebagai salah satu roda gigi jaringan pendidikan ini.\nDalam perencanaan universitas siber di IAIN Syekh Nurjati Cirebon dibutuhkan perhatian khusus pada kebutuhan pasar untuk membuat keputusan tentang dukungan atas program akademik dan program apa saja yang akan kehilangan sumber daya (Lee & Im, 2006), termasuk analisis keberhasilan universitas siber yang terkait dengan indeks kepuasan bidang akademik dalam bentuk kesuksesan individu pada mahasiswa (Bae & Woo, 2019) dan kesejajaran universitas dengan tempat kerja dan kebutuhan mahasiswa untuk memimpin studi mereka sendiri dalam mencapai kesuksesan akademik (Lee & Jeon, 2020).\nUntuk memenuhi tujuan tersebut, universitas siber harus mempertimbangkan desain antarmuka seluler untuk kenyamanan mahasiswa dalam kegiatan akademik (Joo et al, 2014), memiliki perpustakaan akademik yang secara global dapat memenuhi kebutuhan pendidikan akademik dan pembelajaran berkelanjutan (Kunneke, 2004), dan bahkan memiliki alur pembelajaran bagi pembelajar untuk kesuksesan diri (self-efficacy) di university (Kim, 2020).\nSistem perkuliahan pada universitas mengalami transformasi dari tatap muka menjadi pembelajaran secara daring pada masa pandemi Covid-19 yang menekankan pentingnya teknologi digital dalam perkuliahan (Rapanta et al., 2020), seperti belajar dari rumah melalui media dengan pemanfaatan teknologi digital (Pannen, 2021.\nPercepatan transformasi digital menyebabkan perubahan pada banyak aspek kehidupan termasuk cara mengajar dan belajar di kampus akibat pandemic (Rospigliosi, 2020; Jaelani & Hanim, 2020).\nPada universitas siber, pembelajaran membutuhkan improvisasi untuk meningkatkan media yang digunakan dalam penyampaian materi perkuliahan melalui pembuatan video online, modul online, dan media lainnya (Lange & Costley, 2020).\nPada universitas siber, indikator kelangsungan akademik mahasiswa antara lain adanya ruang belajar offline, lokasi fasilitas pendukung studi, dan tingkat dukungan universitas pada program (Lee & Yoel, 2015), seperti kursus online yang diberikan sepenuhnya kepada mahasiswa (Costley et al, 2017), blended learning yang dikenal dengan cross dan mixed-mode learning yang menggabungkan metode pedagogis online dan tatap muka (Gaol & Hutagalung, 2020), dan setiap mahasiswa memiliki afiliasi pribadi dengan anggota lain dari universitas siber dengan parameter integrasi akademik untuk pengembangan kompetensi (Choi & Kim, 2018), sehingga ketidakjujuran akademik harus dihilangkan karena dapat menurunkan kualitas pendidikan (Costley, 2017, 2019).\nUntuk meningkatkan mutu pembelajaran, universitas siber dapat mempersiapkan desain instruksional yang memudahkan mahasiswa dalam memahami pembelajaran seperti video tutorial-kuliah (Costley et al., 2017), menyusun model untuk evaluasi metrik bagi mahasiswa, dosen, lembaga, dan jenis pendidikannya yang berfokus pada pembuatan layanan dunia maya untuk pemantauan dan pengelolaan sumber daya dan proses produksi yang akurat untuk mencapai kualitas produk yang dibutuhkan (Hahanov & Chumachenko, 2015).\nVisi IAIN Syekh Nurjati Cirebon menjadi Universitas Islam Siber yang Unggul untuk Semua Tahun 2030 memiliki makna pemenuhan akses yang luas bagi seluruh masyarakat untuk menempuh pendidikan tinggi pada program pendidikan akademik, profesi, dan vokasi yang ditandai juga dengan masifnya budaya digital bagi keseluruhan aktivitas akademik dalam bidang pendidikan, penelitian, dan pengabdian kepada masyarakat. Pada tahun 2030, CIU ini diharapkan memiliki kontribusi yang nyata secara nasional dan internasional yang ditunjukkan denngan pendidikan bermutu dan keunggulan kompetensi lulusan yang turut berkontribusi dalam mewujudkan 17 SDGs (Sustainable Development Goals) atau TPB (Tujuan Pembangunan Berkelanjutan) sampai tahun 2030.\nDalam pencapaian visi ini, nilai-nilai yang terkandung pada istilah “SIBER” adalah S = Sustainability (Keberlanjutan), I = Innovative (Inovasi Digital), B = Be Sincere (Menjadi Ikhlas Beramal), E = Environmental harmony (Keharmonisan Lingkungan), dan R = Resilience (Ketangguhan). Nilai-nilai siber ini jika dimaknai menegaskan bahwa penyelenggaraan pendidikan tinggi di IAIN Syekh Nurjati Cirebon secara berkelanjutan bertujuan membentuk profil lulusan dengan kompetensi digital yang inovatif sesuai bidang keilmuan, memiliki keikhlasan beramal dalam kebekerjaan, adaptif dan responsif dalam mewujudkan lingkungan sekitar secara harmonis, dan memiliki ketangguhan dalam menghadapi tantangan kehidupan di masa depan.\nUntuk mencapai visi tersebut, strategi IAIN Syekh Nurjati Cirebon adalah melakukan inovasi dalam pendidikan futuristik dengan memperkuat kompetensi dosen, tenaga kependidikan, dan mahasiswa melalui pengembangan model-model pendidikan dengan platform digital; pengembangan manajemen mutu akademik pada jenis pendidikan akademik, profesi, dan vokasi yang memberikan layanan luas pada seluruh masyarakat, membangun platform akademik berbasis Artificial Intelligence dan Big Data melalui Gedung Siber dalam pengembangan pembelajaran, penelitian, dan pengabdian kepada masyarakat, mengembangkan integrasi keilmuan yang mengembangkan ilmu-ilmu keislaman pada seluruh rumpun ilmu pada kurikulum dan moderasi beragama untuk menghadirkan keberagaman dan persatuan pada semua kalangan, menyiapkan program universitas yang terintegrasi dengan upaya perwujudan tujuan pembangunan berkelanjutan yang menghasilkan lulusan yang kompetitif di dunia kerja, dan meningkatkan kerjasama dengan dunia usaha untuk pengembangan kewirausahaan akademik, inovasi, dan terwujudnya budaya digital bagi peningkatan produktivitas dan kemandirian yang mendukung pendidikan inklusif bagi semua orang.\n\nTerkait\n \n\nPreviousSeminar Bimbingan Karir Calon Wisudawan FUA IAIN Syekh Nurjati Cirebon Tahun 2023\n\nNextTurut Berduka, Calon Wisudawan IAIN Cirebon Meninggal Dunia Sebelum Wisuda\n\n",
        "cyber islamic university": 3,
        "universitas islam siber": 1,
        "ciu": 5,
        "Total_Frekuensi": 9
    },
    {
        "URL": "https://info.syekhnurjati.ac.id/guna-tingkatkan-pelayanan-prodi-pjj-pai-iain-cirebon-gelar-monev-di-provinsi-jawa-tengah/",
        "Article_Text": "\nGuna Tingkatkan Pelayanan Prodi PJJ PAI IAIN Cirebon, Gelar Monev di Provinsi Jawa Tengah\n18 Mei 2023\narifin\nBerita, Informasi\n0\n\n\n\n\n\n\nIAIN Cirebon – Untuk memastikan kualitas program ungulan dari PJJ PAI, Dr. Moh Ali,M.Pd.I Ketua Prodi PJJ PAI IAIN Syekh Nurjati Cirebon bersama Sekretaris Prodi PJJ PAI Siti Maryam Munjiat, S.S., M,Pd.I, saat ini sedang melakukan monitoring dan evaluasi (monev) kegiatan PJJ PAI. Pendidikan Jarak Jauh (PJJ) PAI telah menjadi bagian penting dari pendidikan tinggi saat ini, terutama untuk menjawab tantangan global. Dan juga merupakan salah satu program prioritas Menteri Agama dalam hal ini IAIN Syekh Nurjati Cirebon sebagai pilot project Cyber Islamic University, di lingkungan PTKIN se-Indonesia.\n\nDr. Moh Ali telah melaksanakan berbagai kegiatan monev, seperti survei kepuasan mahasiswa, evaluasi kurikulum, serta pelatihan dosen dalam penggunaan teknologi pendidikan berbasis siber. Dengan upaya ini, mereka berharap dapat memperbaiki dan mengoptimalkan proses PJJ, memastikan kualitas pendidikan PJJ, dan memudahkan bagi para mahasiswa PJJ pendidikan agama Islam di era digital ini.\nKamis, 18 Mei 2023. Prodi PJJ PAI IAIN Syekh Nurjati Cirebon melaksanakan kegiatan Monev (Monitoring dan Evaluasi) Pendidikan Jarak Jauh (PJJ) Pendidikan Agama Islam (PAI) di Brebes, Tegal, dan Pemalang, Provinsi Jawa Tengah. Kegiatan monev kali ini  memiliki beberapa tujuan utama:\nMengukur Kualitas Pendidikan: Monev PJJ PAI bertujuan untuk mengukur dan memastikan kualitas pendidikan agama Islam dalam konteks PJJ. Ini mencakup evaluasi kurikulum, metode pengajaran, dan pembelajaran, serta mengevaluasi pencapaian akademik mahasiswa.\nMengidentifikasi Tantangan dan Kendala: Monev ini bertujuan untuk mengidentifikasi tantangan dan kendala yang dihadapi dalam pelaksanaan PJJ PAI, seperti masalah teknis, kebutuhan mahasiswa, dan hambatan dalam proses pembelajaran.\nMemantau Kepuasan Mahasiswa: Monev juga bertujuan untuk memantau kepuasan mahasiswa terhadap pengalaman PJJ PAI. Ini mencakup aspek seperti aksesibilitas, kualitas bahan ajar, dukungan dosen, dan kemudahan berkomunikasi.\nMemastikan Kesetaraan Akses Pendidikan: Tujuan lainnya adalah untuk memastikan bahwa PJJ PAI di Brebes, Tegal, dan Pemalang, guna memberikan kesetaraan akses pendidikan kepada semua lapisan masyarakat, termasuk mereka yang berada di daerah pedesaan atau yang memiliki keterbatasan akses internet yang berbeda di setiap masing-masing daerahnya.\nHasil kegiatan monev PJJ PAI di Brebes, Tegal, dan Pemalang, Provinsi Jawa Tengah, hasilnya mencakup beberapa temuan dan tindakan yang relevan:\nPeningkatan Kualitas Pembelajaran: Melalui monev, mungkin ditemukan cara untuk meningkatkan kualitas pembelajaran PJJ PAI. Ini bisa mencakup penyempurnaan kurikulum, peningkatan metode pembelajaran online, dan peningkatan dukungan teknologi.\nIdentifikasi Tantangan dan Kendala: Hasil monev dapat mengidentifikasi tantangan yang dihadapi dalam PJJ PAI, seperti masalah teknis, kebutuhan perangkat dan akses internet, serta hambatan dalam komunikasi antara dosen dan mahasiswa.\nPengembangan Strategi Perbaikan: Hasil monev dapat digunakan untuk merancang strategi perbaikan yang sesuai. Ini bisa melibatkan perbaikan infrastruktur teknologi, pelatihan dosen dalam metode PJJ yang efektif, dan peningkatan aksesibilitas bagi mahasiswa yang terkendala.\nPeningkatan Kepuasan Mahasiswa: Dengan memantau kepuasan mahasiswa, hasil monev dapat membantu dalam meningkatkan aspek-aspek tertentu yang penting bagi mahasiswa, seperti aksesibilitas, kualitas bahan ajar, dan dukungan dosen.\nPengembangan Model Kesetaraan Akses: Hasil monev dapat digunakan untuk mengembangkan model kesetaraan akses pendidikan PJJ PAI, termasuk pemberian bantuan kepada mereka yang berada di daerah terpencil atau memiliki keterbatasan akses internet.\nHasil monev ini diharapkan akan memberikan panduan berharga untuk meningkatkan kualitas pendidikan agama Islam melalui PJJ di wilayah Brebes, Tegal, dan Pemalang, Provinsi Jawa Tengah, serta memastikan bahwa pendidikan tersebut dapat diakses oleh semua lapisan masyarakat dengan setara.\n \n \n\nTerkait\n \n\nPreviousSurat Edaran Terkait Pungutan Liar dan Kewajiban Mengikuti Bimbel PJJ IAIN Syekh Nurjati Cirebon\n\nNextPengumuman Perpanjangan Pembayaran UKT Jalur SPAN PTKIN Tahun 2023\n\n",
        "cyber islamic university": 1,
        "universitas islam siber": 0,
        "ciu": 0,
        "Total_Frekuensi": 1
    },
    {
        "URL": "https://info.syekhnurjati.ac.id/tak-hanya-ganti-nama-uinssc-pionir-pendidikan-siber-yang-membuka-pintu-zaman-baru/",
        "Article_Text": "\n“Tak Hanya Ganti Nama: UINSSC, Pionir Pendidikan Siber yang Membuka Pintu Zaman Baru!”\n5 Desember 2023\narifin\nBerita, Informasi\n0\n\n\n\n\n\n\nIAIN Cirebon – Rektor IAIN Syekh Nurjati Cirebon, Prof Dr. H Aan Jaelani, M.Ag, dalam pemaparan materi pada kegiatan bedah DIPA Tahun Anggaran 2024, beliau menyampaikan, “Kementerian Agama melalui KMA RI No. 860 Tahun 2022 tentang Penetapan IAIN Syekh Nurjati Cirebon sebagai Pilot Project Perguruan Tinggi Keagamaan Islam Berbasis Siber dan menetapkan Institut Agama Islam Negeri (IAIN) Syekh Nurjati Cirebon menjadi Perguruan Tinggi Keagamaan Islam (PTKI) berbasis siber pertama di Indonesia. Penetapan ini didasarkan pada Keputusan Direktur Jenderal Pendidikan Islam Nomor 1175 Tahun 2021 Tentang Penetapan Institut Agama Islam Negeri Syeikh Nurjati Cirebon sebagai Pilot Project Perguruan Tinggi Keagamaan Islam Berbasis Siber (Digital University).” tegas Prof Aan.\n\nTransformasi IAIN Syekh Nurjati Cirebon Menjadi Universitas Islam Negeri Siber Syekh Nurjati Cirebon  “Menag telah menunjuk IAIN Syekh Nurjati Cirebon ini menjadi lembaga yang mewakili dari sekian banyak PTKI yang ada untuk menjadi role model dalam men-deliver proses belajar-mengajar sesuai konteks dan tantangan zamannya” ujar Aan, begitu ia biasa disapa.\nTepatnya pada hari Rabu, 13 September 2023, telah berlangsung kegiatan Rapat Pleno Pengharmonisasian Pembulatan dan Pemantapan Konsepsi terkait dengan Rancangan Peraturan Presiden Republik Indonesia tentang Universitas Islam Negeri Siber Syekh Nurjati Cirebon ( UINSSC), sebagimana yang disampaikan sesuai surat Menteri Pendayagunaan Aparatur Negara dan Reformasi Birokrasi Nomor: B/843/M.KT.01/2023 tanggal 27 Juli 2023 tentang Permohonan Harmonisasi Rancangan Peraturan Presiden tentang Universitas Islam Negeri Siber Syekh Nurjati Cirebon, bertempat di gedung Siber.\n\nMenurut Prof. Aan Transformasi Kelembagaan Universitas Islam Negeri Siber Syekh Nurjati Cirebon (UINSSC) ini memiliki 3 peran utama. Pertama Menyelenggarakan Program Pendidikan berbasis Siber, sebagai frontier advokasi gerakan OIER (Open Islamic Educational Resources) yang berarti bahwa UINSSC menjadi inisiator dalam pusat pengembangan pendidikan Islam yang kedepan akan menjadi rujukan dunia. Terkait dengan beberapa hal yang menjadi prioritas antara lain kajian dan perkembangan Moderasi Beragama, pengembangan pembelajaran berbasis digital dan yang lainnya. PTKI sebagai knowledge creation and transmission dalam semi-isolation space menjadi re-creation and connecting knowledge pada open space.\nKedua UINSSC Menyelenggarakan proses belajar mengajar berbasis digital multimedia university dalam mengembangkan PTKI sebagai knowledge creation and transformation, ini menandakan bahwa UINSSC ini perguruan tinggi keagamaan Islam yang memiliki peran dalam memproduksi pengetahuan dan mentransformasikannya dalam konteks pengembangan belajar mengajar berbasis digital.\nKetiga UINSSC Penyelenggara program pendidikan jarak jauh (PJJ) dan pendidikan berbasis teknologi atau cyber university yang networked, digital, dan virtual Efisiensi pembiayaan dan efektivitas pembelajaran yang menghasilkan output yang lebih optimal dan mampu mendorong terjadinya revolusi peran PTKI, dosen, mahasiswa, dan stakeholder PTKI. Menerapkan program pembelajaran berbasis TIK, seperti blended atau hybrid learning, e-learning, online learning, digital learning, dan virtual learning melalui Learning Management System (LMS) yang futuristik dan modern, dan menjadi frontiers of education innovation, sebagai pusat riset dan pengembangan inovasi berbagai modus pembelajaran berbasis teknologi dan diseminasi inovasi.\nMasih dikesempatan yang sama, Prof Aan pun menyampaikan Visi ke Depan: Universitas Islam Siber Unggul Menuju Universitas Kelas Dunia Tahun 2030. Dalam menjalankan transformasinya, Universitas ini memiliki visi yang jelas: menjadi pusat advokasi gerakan OIER (Open Islamic Educational Resources) global. Misi-misi yang disusun mencakup penyelenggaraan pendidikan jarak jauh dan pembelajaran berbasis teknologi, peningkatan kualitas penelitian, serta implementasi inovasi dalam pembelajaran berbasis teknologi.\n\nTujuan dan Strategi yang Ditetapkan: Universitas ini memiliki tujuan-tujuan yang kuat, termasuk membangun kampus siber untuk pendidikan inklusif, memperkuat sistem akademik dalam pendidikan jarak jauh, serta mewujudkan infrastruktur yang canggih dengan mengadopsi teknologi AI dan big data.\nStrategi-strategi yang dirancang mencakup inovasi dalam pendidikan futuristik, pengembangan manajemen mutu akademik, penggunaan platform berbasis AI dan big data, serta pengembangan integrasi ilmu pengetahuan.\nTransformasi IAIN Syekh Nurjati Cirebon menjadi Universitas Islam Siber bukan hanya sekadar perubahan nama, melainkan upaya besar dalam memajukan pendidikan Islam yang inklusif, terbuka, dan relevan dengan tuntutan zaman.\n\nLanjut Prof. Aan, sebelum mengakhiri sesi materi. Beliau  di depan ruangan yang dipenuhi oleh peserta, menatap serius wajah-wajah yang tengah mengikuti kegiatan setiap kata yang keluar dari bibirnya. Suaranya yang tegas memenuhi ruangan itu, mengundang perhatian sekaligus memberi seruan kepada semua yang hadir.\n“Dalam perjalanan menuju keberlanjutan IAIN Cirebon sebagai satker BLU, ada satu hal yang tak boleh kita lupakan. Bagaimanapun, kita harus memperkuat unit P2B sebagai sumber pendapatan mandiri. Ini bukan hanya sekadar sebuah upaya, tapi suatu keharusan.”\nP2B, bagian dari keberlangsungan BLU, bukan sekadar huruf dan angka dalam selembar aturan. Itu adalah jantung yang akan memastikan semua rencana dan program terlaksana. Prof. Aan memandang setiap orang yang hadir dengan penuh harapan, berharap agar pesannya tersampaikan dengan jelas.\n“Kami membutuhkan dukungan dari segala pelaksana anggaran. P2B ini adalah pondasi bagi kemandirian kita, yang akan menjadi satu sumber keuangan yang kokoh untuk menopang keberlangsungan BLU IAIN Cirebon.”tegasnya.\n“Ini bukan hanya soal angka dalam laporan, tapi tentang keberlangsungan, tentang masa depan institusi ini. Bersama-sama, kita harus memperkuat P2B sebagai penopang keuangan, menjadikannya pusat pertumbuhan pendapatan mandiri kita.”pungkasnya.\n\nDalam setiap kalimatnya, tergambar keinginan yang tulus untuk membangun sesuatu yang lebih besar dari sekadar institusi. Itu adalah sebuah panggilan, sebuah ajakan kepada setiap individu di ruangan ini untuk menjadi bagian dari upaya besar yang tak hanya menciptakan keberlangsungan, tapi juga membangun masa depan yang lebih baik bagi IAIN Syekh Nurjati Cirebon.\n \n\nTerkait\n \n\nPreviousMahasiswa IAIN Cirebon, Yusup Maulana, Raih Juara 3 Lomba Menulis Esai Nasional dengan Tema Politik Generasi Z\n\nNext“IAIN Syekh Nurjati Cirebon Raih Puncak Prestasi: Pemberian Award dan Top Up Anggaran untuk Unit Terbaik dalam Bedah DIPA TA 2024”\n\n",
        "cyber islamic university": 0,
        "universitas islam siber": 2,
        "ciu": 0,
        "Total_Frekuensi": 2
    }
]