[
    {
        "URL": "https://www.tvonenews.com/berita/167364-kementerian-agama-buka-universitas-islam-siber",
        "Article_Text": "\ntvOnenews.com – Kementerian Agama (Kemenag) membuat terobosan dengan membuka Universitas Islam Siber (Cyber Islamic University) untuk membantu para guru di berbagai daerah, yang selama ini kesulitan mengakses perkuliahan. Melalui program ini, guru madrasah di manapun berada bisa tetap melanjutkan ke perguruan tinggi karena perkuliahan sepenuhnya dilakukan berbasis digital.Universitas Islam Siber saat ini telah dibangun di Institut Agama Islam Negeri (IAIN) Syekh Nurjati Cirebon, Jawa Barat. Kampus siber ini dibangun, salah satunya, berdasarkan hasil benchmark kepada Universitas Hankuk, Seoul, Korea Selatan yang menjadi salah satu kampus bergengsi dalam perkuliahan sibernya.\n\n\n\n“Kampus ini menyediakan perkuliahan berbasis digital yang bisa diakses sivitas akademikanya di mana saja mereka berada. Bahkan, seluruh pelayanan di kampus ini diprogram khusus, sejak pendaftaran hingga tuntas lulus dilakukan secara digital,” ujar Direktur Pendidikan Keagamaan Islam (Diktis) Kemenag Ahmad Zainul Hamdi di Jakarta, Kamis (16/11/2023).Inung, panggilan akrab Ahmad Zainul Hamdi mengungkapkan, ribuan guru madrasah di pelosok-pelosok daerah sangat membutuhkan afirmasi pendidikan lanjutan untuk mengembangkan wawasan dan pengetahuannya. Di antara mereka ada yang berada di wilayah tertinggal, terdepan, dan terluar. Mereka kesulitan berkuliah lantaran terkendala jarak geografis, akses hingga biaya. Padahal, mereka umumnya telah mengabdi di madrasah atau pesantren selama bertahun-tahun. \n Baca Juga : \n\n\n\n\n\n\n\n\n\n\n\n\nSelain menjangkau guru-guru di pelosok negeri, ke depan pendirian Universitas Islam Siber ini juga bertujuan memberikan akses kepada pekerja migran Indonesia (PMI) yang berkeinginan untuk berkuliah dalam bidang agama.\"Banyak sekali ingin kuliah. Kalau misalkan ingin kuliah di  perguruan tinggi keagamaan Islam, kan harus kita siapkan. Nah ini kita siapkan. Melalui perkuliahan jarak jauh, kampus ini bisa memberikan kuliah bagi ribuan mahasiswa dari berbagai wilayah namun kualitas tetap terkontrol,\" ujar Guru Besar Universitas Islam Negeri (UIN) Sunan Ampel, Surabaya itu.\n\n\n\nInung menjelaskan, ada sembilan studio di sana dengan perangkat teknologi yang sangat mendukung pembelajaran jarak jauh. Untuk memastikan program ini berjalan baik, beberapa profesor dari Universitas Hankuk juga sudah melihat langsung di IAIN Syekh Nurjati Cirebon. Inung menegaskan bahwa kampus yang akan bernama Universitas Islam Negeri Siber Syekh Nurjati Cirebon (UIN SSC) ini telah berjalan sejak 2 tahun lalu dengan Pembelajaran Jarak Jauh (PJJ) dan ditargetkan pada pertengahan 2024  seluruh layanannya serba digital.\n",
        "cyber islamic university": 1,
        "universitas islam siber": 3,
        "ciu": 0,
        "Total_Frekuensi": 4
    }
]